# TAU's courses:

TAU_courses_list = [
	{
		'course_name':'05091117 - כלים מתמטיים לפיזיקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091118 - מכניקה קלאסית להנדסת חשמל',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091424 - אלגברה ליניארית לתלמידי הנדסת תעשייה וניהול',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091445 - משוואות דיפרנציאליות רגילות לתעשייה וניהול',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091446 - חשבון דיפרנציאלי ואינטגרלי 1ב להנדסת תעשייה וניהול',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091447 - חשבון דיפרנציאלי ואינטגרלי להנדסת תעשייה וניהול',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091510 - גרפיקה הנדסית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091524 - אלגברה ליניארית לתלמידי הנדסה ביו-רפואית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091545 - משוואות דפרנציאליות רגילות להנדסה ביו-רפואית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091546 - חשבון דיפרנציאלי ואינטגרלי 1ב להנדסה ביו-רפואית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091547 - חשבון דיפרנציאלי ואינטגרלי 2ב לביו-רפואית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091624 - אלגברה ליניארית להנדסה מכנית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091645 - משוואות דיפרנציאליות רגילות להנדסה מכנית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091646 - חשבון דיפרנציאלי ואינטגרלי 1ב להנדסה מכנית ומדע והנדסה של חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091647 - חשבון דיפרנציאלי ואינטגרלי 2ב למכנית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091724 - אלגברה ליניארית להנדסת חשמל ואלקטרוניקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091745 - משוואות דיפרנציאליות רגילות להנדסת חשמל ואלקטרוניקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091746 - חשבון דיפרנציאלי ואינטגרלי 1ב לתלמידי הנדסת חשמל ואלקטרוניקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091747 - חשבון דיפרנציאלי ואינטגרלי 2ב להנדסת חשמל ואלקטרוניקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091815 - כימיה בסיסית להנדסה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091820 - תכנות - (פייתון)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091826 - פיזיקה (1)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091829 - פיזיקה (2)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05091834 - מעבדה בפיזיקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05092192 - כתיבה טכנית באנגלית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05092801 - מבוא להסתברות וסטטיסטיקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05092804 - אנליזה נומרית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05092805 - מבוא להסתברות וסטטיסטיקה להנדסה מכנית וחומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05092843 - אנליזה הרמונית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05092844 - פונקציות מרוכבות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05092846 - משוואות דיפרנציאליות חלקיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05092847 - מבוא למתמטיקה בדידה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05094010 - ננו לווינים- בין חינוך למדעים למהפכת החלל',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05105001 - משוואות דיפרנציאליות ואינטגרליות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05105002 - אנליזה פונקצונלית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05106101 - תורת האינפורמציה (1)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05106201 - עבוד ספרתי של אותות חד ורב מימדי',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05106301 - בקרה אופטימלית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05106401 - תכנון וניתוח אלגוריתמים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05106501 - עיבוד הספק',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05106602 - אלקטרואפטיקה ואופטיקה לא לינארית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05106610 - התקנים פוטוניים - עקרונות ויישומים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05106701 - פיזיקה מתקדמת של מוליכים למחצה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05106801 - אלקטרודינמיקה קלאסית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107002 - אופטימיזציה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107003 - כתיבה מדעית באנגלית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107004 - שיטות אסימפטוטיות בהנדסה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107103 - פרקים נבחרים בתקשורת ספרתית OFDM-MIMO',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107115 - תכן מעגלי תקשורת בRfic-',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107119 - קודים לינאריים וסריגים בתורת האינפורמציה ותקשורת מרובת משתמשים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107125 - תורת האינפורמציה (2)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107140 - הסתברות במימד גבוה ושימושים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107230 - שימושים של קודים עבור ביג דאטה ורשתות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107240 - למידה מתוך גרפים ומודלים דלילים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107255 - למידה עמוקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107260 - עיבוד אותות עבור מדע הנתונים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107315 - מערכות מושהות בזמן',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107406 - נושאים בתקשורת רבת מעבדים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107420 - מעבדים מרובי ליבות ומערכות משובצות מחשב',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107435 - נושאים מתקדמים באלגוריתמי רשת',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107450 - נושאים מתקדמים בלמידה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107508 - מתקני מתח גבוה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107520 - גנראציה מבוזרת ברשת בעידן רשת חשמל חכמה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107610 - סוליטונים אופטיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107614 - שיטות מדידה אופטיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107619 - פוטונים במבנים אלקטרומגנטיים: יסודות ויישומים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107625 - אופטיקה סטטיסטית וקוהרנטיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107720 - מעגלים אלקטרוניים לאותות מעורבים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05107820 - חומרים מלאכותיים - שיטות אנליטיות בתווך מורכב',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05109988 - הנחיית תיזה',
		'faculty_name':'ללא זמ"ק	הנדסה'
	},
	{
		'course_name':'05109995 - פרויקט',
		'faculty_name':'ללא זמ"ק	הנדסה'
	},
	{
		'course_name':'05109999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	הנדסה'
	},
	{
		'course_name':'05121201 - מבוא למערכות ומעגלים חשמליים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05121202 - אלקטרוניקה בסיסית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05121203 - מבוא לעיבוד אותות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05121204 - המרת אנרגיה והנע חשמלי',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05121205 - מבוא למעגלים מערכות ואותות חשמליים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05121206 - אלקטרוניקה בסיסית להנדסה מכנית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05121820 - תכנות 2 - שפת C',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05122506 - מבוא להתקנים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05122508 - התקנים אלקטרוניים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05122509 - מבוא להתקנים אלקטרוניים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05122510 - מבני נתונים ואלגורתמים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05122525 - שדות אלקטרומגנטיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05122526 - שדות וגלים אלקטרו מגנטיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05122830 - פיזיקה קוואנטית ומצב מוצק',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05122832 - מעגלים ומערכות ליניאריות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05122835 - אותות ומערכות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123513 - מעגלים אלקטרוניים אנלוגיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123514 - מעגלים אלקטרוניים ספרתיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123526 - תמסורת גלים ומערכות מפולגות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123542 - מעבדת בקרה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123543 - מבוא לתורת הבקרה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123561 - מערכות לוגיות ספרתיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123571 - המרת אנרגיה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123572 - מעבדה בהמרת אנרגיה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123591 - אלקטרוניקה - מעבדה (1)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123592 - אלקטרוניקה - מעבדה (2)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123593 - אלקטרוניקה - מעבדה (3)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123594 - מעבדה במעגלים אלקטרונים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05123632 - אותות אקראיים ורעש',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124000 - פרוייקט שלב ב',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124100 - מערכות תקשורת',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124161 - תקשורת ספרתית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124190 - מעבדה מתקדמת בתקשורת',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124200 - מבוא לעיבוד ספרתי של אותות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124261 - מבוא לעיבוד אותות סטטיסטי',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124262 - עיבוד תמונות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124264 - מבוא ללמידת מכונה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124290 - מעבדה מתקדמת לעיבוד ספרתי של אותות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124291 - מעבדה מתקדמת בעיבוד תמונות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124300 - מבוא לבקרה ספרתית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124360 - מבוא לבקרה לינארית מודרנית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124362 - מערכות משוב שימושיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124390 - מעבדה מתקדמת בבקרה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124400 - מבנה המחשב',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124402 - מבוא לתכנות מערכות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124461 - ארכיטקטורה של מחשבים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124462 - מבוא לתקשורת מחשבים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124490 - מעבדה מתקדמת בארכיטקטורת מחשבים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124491 - מעבדה מתקדמת בתקשורת מחשבים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124492 - מעבדה מתקדמת במבנה המחשב',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124493 - מעבדה מתקדמת בשפת C - קורס בחירה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124502 - הינע חשמלי של מנועים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124506 - אלקטרוניקת הספק',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124590 - מעבדה מתקדמת בהמרת אנרגיה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124601 - מבוא ללייזרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124602 - מבוא לתקשורת אופטית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124603 - מערכות הדמייה ועיבוד אופטי של נתונים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124660 - אופטיקה קלאסית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124690 - מעבדה מתקדמת באלקטרואופטיקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124700 - טכנולוגיות מיקרו וננו אלקטרוניקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124703 - מבוא לתכנון מעגלי Vlsi',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124705 - התקנים אלקטרוניים מתקדמים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124706 - מעגלים אנאלוגיים משולבים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124790 - מעבדה מתקדמת להתקנים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124800 - הנדסת מיקרוגלים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124861 - אנטנות וקרינה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124862 - התפשטות ופיזור גלים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05124890 - מעבדה מתקדמת למיקרוגלים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05405001 - שיטות מתמטיות בהנדסה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05405300 - מכניקת זורמים מתקדמת',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05405400 - תורת האלסטיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05405500 - מעבר חום - הולכה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05405600 - תכן הנדסי: תיאוריה ושיטות מתקדמות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05405999 - פרויקט',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05406201 - תורת חומרים מרוכבים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05406305 - מבוא לזרימה טורבולנטית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05406308 - מערכות דינמיות וכאוס',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05406312 - יציבות הידרודינמית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05406402 - תנודות לא לינאריות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05406406 - תורת הפלסטיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05406407 - מכניקת השבר',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05406408 - אנליזת אלמנטים סופיים 1',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05406503 - תרמודינמיקה מתקדמת',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05406606 - תכן ומידול של Mems (מערכות אלקטרו-מכניות זעירות)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05406610 - אופטימיזציה מרובת-מטרות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05421820 - סטטיקה של גוף קשיח',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05422110 - דינמיקה של גוף קשיח',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05422400 - תכן מכני (1)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05422500 - מכניקת הזורמים (1)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05422600 - תרמודינמיקה (1)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05423243 - מבוא לבקרה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05423620 - מעבר חם',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05423780 - תהליכי עיבוד (1)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05423791 - תהליכי עיבוד - מעבדה',
		'faculty_name':'טווח תאריכים - שבועי	הנדסה'
	},
	{
		'course_name':'05423792 - הנדסת ניסויים ומדידות - מעבדה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424010 - תיכון ופרוייקט (1)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424012 - פרויקט מחקר למצטיינים (2)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424020 - תיכון ופרוייקט (2)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424091 - מעבדה במכניקת המוצקים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424092 - מעבדת זרימה ומעבר חום',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424093 - מעבדה במערכות אנרגיה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424120 - תרמודינמיקה (2)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424179 - מתקנים לייצור כח וניצול אנרגיה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424220 - תורת התנודות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424221 - מבוא לתורת האלסטיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424391 - מעבדה בסימולציות נומריות בזרימה ומעבר חום',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424420 - תורת המכונות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424425 - הדפסת תלת מימד ותכן חלקי פלסטיקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424521 - תיכון מבני אויר וחלל',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424522 - מכניקת של טייס וגופים בחלל',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424620 - מכאטרוניקה - עקרונות השימוש במיקרו מעבדים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05424621 - מבוא לרובוטיקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05455110 - אנרגיה סולרית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05455201 - טיפול בשפכים עירוניים ותעשיתיים 1',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05455303 - הערכת סיכוני קרינה ובטיחות קרינה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05465100 - מבוא להנדסת מערכות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05465200 - הנדסת מערכות מונחית מודלים וסימולציה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05535000 - סמינר מחלקתי',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05535155 - מערכות ביולוגיות מלאכותיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05535344 - נושאים נבחרים בביו-מכניקה של רקמות ביולוגיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05535349 - מנגנוני ויסות ובקרה במערכת הכלילית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05535370 - עקרונות ויישומים של תאי גזע לשימושים רפואיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05535532 - תכנון מערכות ביו-רפואיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05535542 - עיבוד תמונות ודאטה רפואי בכלים של למידה עמוקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05535548 - שיטות אבחנה אופטיות ברפואה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05535999 - פרויקט',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05537000 - אתיקה מעשית לתלמידי הנדסה ומדעים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05537999 - סמינריון מחקר בהנדסה ביו-רפואית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05539999 - עבודת גמר',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05551101 - ביולוגיה של התא',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05551121 - כימיה להנדסה ביו-רפואית (1)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05551131 - כימיה להנדסה ביו - רפואית (2)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05551140 - הסתברות לתלמידי הנדסה ביו-רפואית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05551151 - מבוא להנדסה ביו-רפואית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05551161 - מבוא להנדסה ביו-רפואית לתלמידי ביו-מוח',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05551820 - תוכנה 2: מבני נתונים ותכנות במטלב',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05552106 - מערכות פיסיולוגיות בגוף האדם',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05552240 - סטטיסטיקה להנדסה ביו-רפואית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05552280 - בקרת מערכות ביולוגיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05552401 - תרמודינמיקה ומכניקה סטטיסטית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05552403 - מכניקת הזורמים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05552407 - מכניקת המוצקים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05553110 - מדידות ומתמרים ביו-רפואיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05553115 - שדות וגלים אלקטרומגנטיים לביו-רפואית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05553120 - עיבוד תמונות רפואיות (1)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05553121 - מבוא למדעי הנתונים למהנדסים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05553150 - ביו-חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05553160 - הנדסת תאים ורקמות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05553170 - קרינה ודימות ברפואה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05553260 - מעבדה בהנדסה ביו רפואית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554422 - תכן הנדסי: מבוא ושיטות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554450 - שיטות חישוביות בהנדסה ביו-רפואית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554510 - שיטות ומערכות לעיבוד אותות פיזיולוגים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554520 - עיבוד תמונות רפואיות (2)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554530 - אופטיקה ולייזרים ברפואה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554540 - מבוא לגנומיקה חישובית ומערכתית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554550 - מבוא לביופיזיקה של התא',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554551 - ביולוגיה מולקולרית והנדסה גנטית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554560 - אותות חשמליים והולכה חשמלית בתאים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554561 - חישה רציפה של פרמטרים פיזיולוגיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554562 - מבוא לאולטרסאונד: הדמיה וטיפול',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554570 - מבוא הנדסי לדימות ע"י תהודה מגנטית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554575 - מבוא לדימות אופטי קוהרנטי תאי',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554610 - עקרונות הנדסיים בביולוגיה מולקולרית ותאית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554630 - ביו-חומרים פולימרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554711 - מכניקה של תאים ורקמות :יישום למערכת עצב-שריר-שלד',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554712 - מבוא לנוירו-פרוטזות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554713 - ביו מכניקה של הגנת גוף האדם',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554715 - מבוא להנדסה תוך תאית ו Igem',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554716 - פרוייקט בביולוגיה סינטטית, הנדסה תוך תאית ו Igem : חלק א',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554717 - פרוייקט בביולוגיה סינטטית, הנדסה תוך תאית ו Igem : חלק ב',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554720 - זרימה במערכות ביולוגיות ופיזיולוגיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05554750 - שיטות מחקר בהנדסת תאים ורקמות (1)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05601820 - תכנות - פייתון',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05601821 - תכנות 2 - שפת C',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05601822 - מבוא לחומרה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05601823 - ניתוח נתונים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05601824 - מבוא ללמידת מכונה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05602510 - מבני נתונים ואלגוריתמים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05602801 - מבוא להסתברות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05602802 - שיטות מתמטיות 1 (חדו"א)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05602803 - שיטות מתמטיות 2 (אלגברה ליניארית)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05602847 - מבוא למתמטיקה בדידה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05604000 - פרוייקט בתעשייה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05604162 - מבוא למערכות חיפוש למידה והמלצה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05604163 - ממשקי משתמש',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05604402 - מבוא למערכות הפעלה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05604403 - מערכות מידע ובסיסי נתונים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05604462 - מבוא לתקשורת מחשבים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05604463 - שיטות בעיבוד תמונה וראייה ממוחשבת',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05604464 - אבטחת מערכות מידע',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05711804 - כלכלה למהנדסי תעשייה -',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05711817 - מבוא להנדסת תעשייה וניהול',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05711818 - מבני נתונים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05711819 - חשבונאות תעשייתית ותמחיר',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05712102 - הנדסת שיטות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05712119 - מבוא למימון וכלכלה הנדסית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05712120 - תכנון מערכות בסיסי נתונים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05712122 - התנהגות ארגונית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05712123 - הנדסת מערכות מידע',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05712124 - ניתוח ועיצוב מערכות מידע',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05712803 - מבוא להסתברות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05712804 - סטטיסטיקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05712901 - כתיבה טכנית',
		'faculty_name':'טווח תאריכים - שבועי	הנדסה'
	},
	{
		'course_name':'05713110 - סימולציה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05713122 - הבטים פיזיולוגיים בהנדסת גורמי אנוש',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05713123 - ניתוח מערכות מלאי',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05713124 - ניתוח מערכות ייצור',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05713133 - אופטימיזציה ומטה יוריסטיקות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05713134 - ניטור סטטיסטי וזיהוי אנומליות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05713135 - ניהול פרוייקטים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05713136 - הבטים קוגניטיביים בהנדסת גורמי אנוש',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05713137 - ניתוח נתונים סטטיסטי',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05713802 - מודלים דטרמיניסטיים בחקר ביצועים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05713803 - מודלים סטוכסטיים בחקר ביצועים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714107 - פרוייקט 1',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714116 - פרוייקט 2',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714117 - תכן מפעלים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714118 - ניתוח אירועים בהנדסת תעשיה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714126 - מערכות ייצור ממוחשבות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714138 - ניתוח החלטות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714152 - מעבדה בייצור משולב מחשב (Cim)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714157 - מעבדה בניהול משאבי המפעל',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714159 - מערכות שירות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714160 - איחזור מידע ומערכות המלצה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714163 - מבוא ללמידת מכונה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714166 - תכן והערכה של ממשק אדם-מחשב',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714172 - הנדסת נתוני עתק',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714173 - תורת המשחקים ויישומיה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714174 - תיכון וחשיבה המצאתית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714175 - ניהול משאבי אנוש',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714177 - מערכות לניהול קשרי לקוחות Crm',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714180 - אבטחת מערכות מידע',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714181 - הנדסה From Scratch',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714182 - מבוא ללמידה עמוקה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714183 - יסודות סטטיסטיים של מדעי הנתונים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714193 - לוגיסטיקה הומניטרית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714804 - מימון חברות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714805 - מבוא לשיווק',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05714808 - דיני עסקים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725110 - אופטימיזציה שימושית למהנדסים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725112 - יישומים מתורת האינפורמציה לבעיות חיפוש',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725125 - אינטראקציה עם מערכות אוטומטיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725135 - טכנולוגיות ומסדים לנתוני עתק Big Data',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725138 - ניתוח נתונים רב-ממדיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725139 - מבוא למדעי הנתונים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725140 - נושאים מתקדמים במערכות המלצה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725256 - תכן ותפעול מערכות הרכבה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725320 - סקרנות: מודלים ויישומים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725330 - אלגוריתמים היוריסטיים לבעיות אופטימיזציה קומבינטורית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725353 - תפעול מערכת תובלה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725357 - מודלים של משחקים במערכות תפעול',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05725361 - אינטראקציית אדם-Ai',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05727999 - פרויקט גמר בתואר שני',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05729999 - עבודת גמר',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05811111 - מבוא למדע והנדסה של חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05811112 - אופקים במדעי ההנדסה של חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05811117 - מבוא מתמטי 1 לתכנית חומרים-כימיה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05811118 - מבוא מתמטי 2 לתכנית חומרים-כימיה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05811121 - מעבדה בכימיה',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	הנדסה'
	},
	{
		'course_name':'05811132 - מבוא למדע והנדסה של חומרים - מעבדה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05812111 - מבוא למדע והנדסה של חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05812121 - תרמודינמיקה וקינטיקה של חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05812130 - שיטות מתמטיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05812132 - מבוא למדע והנדסה של חומרים - מעבדה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05812191 - מבוא לגלים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813111 - מטלורגיה פיזיקלית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813112 - חומרים פולימריים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813113 - חומרים קרמיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813121 - פיסיקה של חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813122 - מבוא למדע חישובי בחומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813131 - מעבדה בחומרים הנדסיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813132 - מעבדת שיטות מתקדמות באפיון חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813133 - אפיון חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813181 - התנהגות מכנית של חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813191 - תכן ניסויים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813330 - מפגשי מדע וטכנולוגיה 1',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813331 - מפגשי מדע וטכנולוגיה 2',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813332 - מפגשי מדע וטכנולוגיה 3',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05813333 - מפגשי מדע וטכנולוגיה 4',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814111 - חומרים מרוכבים 2',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814112 - חומרים מרוכבים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814113 - תהליכי עיבוד וייצור חומרים 1',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814114 - תהליכי עיבוד וייצור חומרים 2',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814115 - בחירת חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814116 - פרוייקט מתקדם בהנדסת חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814117 - פרוייקט מתקדם בהנדסת חומרים א',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814118 - פרוייקט מתקדם בהנדסת חומרים ב',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814121 - מעבר תנע, חום ומסה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814131 - מעבדה בחומרים הנדסיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814132 - מבוא לקריסטלוגרפיה ואנליזה מבנית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814231 - מיקרוסקופית אלקטרונים בחדירה במדע חומרים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814232 - תכונות פיסיקליות של גבישים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814321 - חומרים מגנטיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05814371 - חומרים במערכות אנרגיה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05815002 - סמינר',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05815121 - מבוא לפני שטח',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05815131 - קריסטלוגרפיה בקרני X',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05815222 - תופעות בפני שטח חד-גבישיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05815232 - מעבדה במיקרוסקופית אלקטרונים סורקים (SEM)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05815233 - מיקרוסקופית אלקטרונים חודרים אנליטית',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05815237 - שיטות מתקדמות בדיפרקציית אבקות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05815251 - סינטזה,תכונות ויישומים של חומרים נמוכי מימד',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05815313 - חומרים לטמפרטורות גבוהות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05815332 - מיקרוסקופית אלקטרונים סורקים (sem)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05953513 - מעגלים אלקטרוניים אנאלוגיים',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05953571 - המרת אנרגיה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05953572 - מעבדה בהמרת אנרגיה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05953591 - מעבדה באלקטרוניקה (1)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05953592 - מעבדה באלקטרוניקה (2)',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05953593 - מעבדה באלקטרוניקה 3',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05954362 - מערכות משוב שימושיות',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05954494 - מעבדה מתקדמת במבנה המחשב',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05954495 - מבוא למבנה המחשב ומערכות הפעלה',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05954508 - אלקטרוניקת הספק',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05954592 - מעבדה באלקטרוניקת הספק',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05954703 - מבוא לתכנון מעגלי Vlsi',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'05954793 - מעבדת Vlsi',
		'faculty_name':'הנדסה'
	},
	{
		'course_name':'08091569 - מבוא לאמנות מודרנית: אמנות המאה ה- 19',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08091570 - מבוא לתכנות Javascript לאמנויות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08095000 - רישום כדרך מחשבה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08099001 - הרומן של פובל: סאטירה בינתחומית בימי הביניים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08099002 - לוקיישן, לוקיישן, לוקיישן: אתרים היסטוריים הסיפור המצולם',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105076 - ארכיאולוגיה של החושים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105088 - גוף-מכונה: רובוטים , סייברגים ומכונות חושבות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105091 - "לנוע בלי לזוז" - מחשבות על זמן, תנועה והבעה במעשה האמנות המוזיקלי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105094 - ברבור שחור - ארועי קיצון וייצוגם באמנויות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105096 - על יצירתיות באמנות ובמדע',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105097 - דרמה סקנדינבית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105104 - מה יפה? מהפסיכיאטריה עד גלוד קהון ודיימיאן הירסט',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105105 - האם ניתן ללמוד מתמונות?',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105106 - סמינר מחלקתי תשפ"א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105107 - צו האופנה: הפוליטיקה של ייצוגי לבוש בתרבות חזותית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105108 - מהו צילום עכשיו?',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105109 - קריאות ביניים: סמינר מתודולוגי למחקר בינתחומי באמנויות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08105110 - דימויים חזותיים ונרטיבים על סליחה וטינה בתרבות העולם',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08106007 - החיים כיצירת אמנות: עיצוב העצמי והעצמי המעוצב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08108002 - קולני יותר ממילים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08110216 - תיאטרון פיזי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08110217 - תהליכי עבודה ויצירה בבימוי לתלמידי מצטיינים במשחק',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08110223 - יסודות המשחק',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08110225 - גילוי הקול',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08110226 - אמנות הדיבור',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08110242 - דיבור אמנותי לשחקנים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08110254 - אובייקט בחלל',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08110261 - עיצוב תנועה במרחב בימתי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08110262 - The Contemporary international stage: Europe and beyond',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08110806 - פלדנקרייז שנה א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08110810 - בימוי: עבודה באמצעות פרוטוקולים של בתי משפט',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111007 - תיאוריות של בימוי: בין תיאוריה לפרקטיקה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111018 - חשיבה דרמטית - מניתוח טקסטואלי לביצוע בימתי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111021 - לדבר את הטקסט',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111023 - משחק בקולנוע',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111033 - ע. במאי, מפיק, ניהול הצגה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111072 - כתיבה אקדמית-מבוא למחקר בתיאטרון',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111134 - מבוא לתיאטרון מקומי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111200 - תולדות הדרמה והתאטרון: יוון ורומא',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111235 - זרקור על הבמה: מבוא לעיצוב תאורה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111240 - אחרים בתיאטרון ובמופע הישראלי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111323 - תרגיל חובה בתולדות התיאטרון יוון ורומא',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111335 - עבודת מעצב במאי שלב ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111343 - מבוא לתיאטרון הפוסט מודרני',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111362 - שיעור משחק לבימאים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111488 - יסודות הבימוי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111562 - כתיבה ודרמטורגיה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111563 - הפקה בתיאטרון עצמאי',
		'faculty_name':'אחת לשבועיים	אמנויות'
	},
	{
		'course_name':'08111565 - משחק סצינות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111566 - משחק ג',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111667 - תיאטרון סיפור',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111726 - קול אישי / קול רבים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111727 - יחסים בן אישיים בקבוצה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111756 - תיאטרון סיפור',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111773 - פרשנות דרמטית בטקסט מוסיקלי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111775 - כל העולם במה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111792 - גופים בחלל: סצנוגרפיה בתיאטרון עכשווי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111906 - פרויקט תיאטרון בקהילה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08111908 - חנוך לוין',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08112136 - תולדות הדרמה והתיאטרון מהמאה ה-17 ועד איבסן',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08112202 - מבוא לתיאטרון יהודי ועברי: דת, תרבות, שפה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08112268 - להציג מערכות יחסים: הדרמה של איבסן מטקסט לבמה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08112298 - הדרך הביתה: אתרים ביתיים בתיאטרון ופרפורמנס',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08112355 - סצנות קומיות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08112705 - התנ"ך בתיאטרון',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08113284 - בימוי לוקאלי, אוניברסלי, אקטואלי, פוליטי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08113330 - בימוי סצינות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08113337 - פעולות דיבור',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08113423 - תכניה וקטלוג בעידן הדיגיטלי: מידע תרבותי בטוויטר ואינסטגרם',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08113630 - פרפורמנס לשחקן יוצר חוקר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08113992 - הפקת טריבונה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08114038 - מכאניזם של מופע',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08114048 - אתר המופע: מופעים תלויי-מקום ושיח המרחב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08114209 - פרויקטים מתקדמים בבימוי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08114228 - עיצוב ליוצרי תיאטרון',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08114319 - תנועה לשחקנים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08114430 - תהליכי עבודה ויצירה בבימוי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08114543 - פרויקט גמר א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08114549 - הפקת גמר ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08115005 - הדיאלוג של בקט עם האמנויות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08115007 - היסטוריה והיסטוריוגרפיה של תיאטרון ישראלי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08115010 - תיאטרון ומודרניזם: תרבות ההליכה לתיאטרון בהקשר העירוני המודרניסטי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08115171 - תיאטרון ל?פ?נים ופרפורמנס של עודפות: מציאות רבה מדי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08116160 - מחומרים אישיים ליצירה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08116162 - עיצוב ליוצרי תיאטרון',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117000 - תאורה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117001 - עיצוב במה מודרני ופוסטמודרני',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117002 - טכניקה של במה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117003 - עיצוב למצלמה מתקדם',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117005 - סדנת חונכות בעיצוב תאורה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117006 - עיצוב למחזמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117007 - סדנת הפקה, קולנוע, טלויזיה או תיאטרון',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117014 - סדנת הפקה בתיאטרון',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117015 - סדנת הפקה בקולנוע',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117017 - פרויקט גמר מסלול עיצוב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117018 - סצנות משייקספיר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117020 - עיצוב תלבושות לקולנוע וטלויזיה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08117023 - מדברים עיצוב',
		'faculty_name':'אחת לשבועיים	אמנויות'
	},
	{
		'course_name':'08117026 - פרויקט עם מעצב אורח',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08118017 - טכניקה של תלבושות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08211131 - מבוא לאמנות קלאסית: יוון ורומא',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08211432 - מבוא לאמנות הרנסנס: על הציור - אמנות ותיאוריה ברנסנס',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08211710 - שפת האמנות החזותית: התבוננות וניתוח',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08211711 - יסודות הכתיבה האקדמית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08211720 - מבוא לאמנות גלובלית: מפגשים בין-תרבותיים במרחב האסייני מאות 5 לפנה"ס- המאה ה-15',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08211801 - תרגיל קריאה / העת העתיקה',
		'faculty_name':'אחת לשבועיים	אמנויות'
	},
	{
		'course_name':'08211802 - תרגיל קריאה העת החדשה',
		'faculty_name':'אחת לשבועיים	אמנויות'
	},
	{
		'course_name':'08211900 - אמנות על ציר הזמן: העת העתיקה - ממצרים ועד סוף ימי הביניים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08212187 - אמנות ותיאוריה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08213141 - אמנות ואלימות בעולם העתיק',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08213163 - היסטוריה פוטנציאלית של הצילום ביפן',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08213245 - זהב על הים האדריאטי: פסיפסים בהשתנות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08213395 - אמנות וזהות: סוגיות הזהות באמנות מודרנית ופוסט-מודרנית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08213800 - מנוטרדאם למוזיאון הלובר סמינר יישומי בפאריס מול יצירות מופת מימי הביניים עד הבאר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08213945 - הערות שוליים חזותיות: בין טקסט ותמונה באמנות הרנסנס והבארוק',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08215025 - בגן נעול: נזירות כפטרוניות, צופות ויוצרות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08215090 - על ענקים ושאר יצורים: Mirabilia באמנות ימי הביניים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08215151 - המיתוס של רפאל והמצאת הסגנון(ות) ברנסנס האיטלקי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08215165 - הביאנלות הגלובליות של אסיה ומעבר: לאתגר את אירופה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08215213 - אמנות מהדלתא: אמנות ומגע בין תרבויות בעת העתיקה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08215555 - קולוקוויום',
		'faculty_name':'ללא זמ"ק	אמנויות'
	},
	{
		'course_name':'08215656 - לצלם את ההיסטוריה הישראלית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08215677 - תיאוריות ומתודות בתולדות האמנות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08215680 - דמיון צילומי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08215685 - אמניות בישראל - סוגיות מגדריות בשדה האמנות המקומי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08215745 - אמנות, אי-ודאות ומחשבת החירות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08215944 - עיר ללא חומות: לחיות וליצור ברשת אורבנית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216040 - אוריינטליזם, קולוניאליזם וארכיטקטורה: קהיר כנרטיב בתקופה המודרנית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216144 - ציור נוף בדיו',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216159 - אקספוזיציות של אמנות בעידן הגלובלי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216184 - בצל האפרטהייד ולאחר נפילתו: תולדות האמנות ותולדות הצילום בדרום אפריקה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216396 - סדנת אמנית: פורטרטים, דמויות וזהויות טרנסגרסיביות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216474 - Made to Be Seen: צילום וגזע באמריקה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216523 - שורשי השנאה: גזע והאחר המפלצתי בימי הביניים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216587 - מסדנת המאייר: דימויים ויוצרים בכתבי יד מאויירים של ימי הביניים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216659 - גופניות ומיניות ביצירתו של פיטר פול רובנס',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216683 - Postwar: Art After the Atomic Bomb (1945-1969)',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216750 - טרה סנטה: מוטיבים פאגניים וזהות לאומית באמנות ישראלית עכשווית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216784 - שנים-עשר הסנסיי: מאסטרים ואמנים מובילים ביפן, 1950-2020',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216787 - ממהפכה למהפכה: אמנות הנצחה ואמנות מחאה במרחב הציבורי המצרי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216804 - חומר ומחשבה-סדנה מעשית בציור',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08216983 - זמן הקתדרלות: טקס, פולחן וקדושים בגותיקה הצרפתית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08421001 - כתיבה אקדמית הלכה למעשה (ביצוע)',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08421015 - מבחן בהאזנה א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08421206 - יסודות המרקם והצורה I',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08421220 - סדנת כלי הקשה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08421284 - סדנא למוזיקה בת-זמננו ויצירות תלמידים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08421285 - סדנא למוזיקה בת-זמננו ויצירות תלמידים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08421287 - סדנת כלי נשיפה מעץ',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08421299 - Practicum in Orchestral Repertoire',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08421333 - Music for Keyboard Instruments until 1750',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08421337 - מוזיקת בארוק לעוגב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08421338 - The Organ Music in the Romantic Period',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08421404 - הרמוניה ליד המקלדת',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08422110 - נגינה באבוב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08422180 - נגינה בכלי הקשה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08422400 - פיתוח שמיעה וסולפג ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08423015 - מבחן בהאזנה ג',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08423378 - תנועה לזמרים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08423387 - היגוי ג',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08423465 - Jewish Composers: a Historical Perspective',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08424015 - מבחן בהאזנה ד',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08424110 - נגינה באבוב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08424300 - מוסיקה קאמרית ואנסמבלים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08424555 - הנחיית קונצרטים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08425170 - נגינה בטובה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08425430 - Analysis of Graduation Recital Repertoire',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08426000 - בחינת גמר בעל-פה',
		'faculty_name':'ללא זמ"ק	אמנויות'
	},
	{
		'course_name':'08426380 - זמרה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08431290 - נוכחות בתזמורת',
		'faculty_name':'ללא זמ"ק	אמנויות'
	},
	{
		'course_name':'08431395 - יסודות ניצוח מקהלה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08431523 - תורת הכלים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08432290 - נוכחות בתזמורת',
		'faculty_name':'ללא זמ"ק	אמנויות'
	},
	{
		'course_name':'08432324 - הלחנה נתמכת טכנולוגיה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08432555 - תזמור א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08433392 - נוכחות במקהלה הקאמרית',
		'faculty_name':'ללא זמ"ק	אמנויות'
	},
	{
		'course_name':'08433395 - ניצוח מקהלה מתקדמים ג',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08433532 - ניתוח וכתיבה לפי מודלים (ג)',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08433555 - תזמור ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08434395 - נצוח מקהלה מתקדמים ד',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08451002 - תולדות המוזיקה - בארוק',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08451004 - קריאת פרטיטורה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08451005 - פיתוח שמיעה וסולפג א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08452005 - פיתוח שמיעה וסולפג ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08452109 - המוזיקה במאה ה-20',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08454120 - Mediated Voices',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08454140 - מוזיקה,סאונד,תרבות,טבע',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08455123 - בצל המשטר הדיקטטורי: שוסטקוביץ',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08455132 - מחקרים פורצי דרך במוזיקולוגיה היסטורית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08510005 - בחינת בקיאות בסרטים - שנה א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08510006 - בחינת בקיאות בסרטים - שנה ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08510010 - סדנה לשימוש בציוד',
		'faculty_name':'מופעים בדידים	אמנויות'
	},
	{
		'course_name':'08510011 - סדנה למקצועות הסט',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08510012 - בטיחות כללית וחשמל',
		'faculty_name':'מופעים בדידים	אמנויות'
	},
	{
		'course_name':'08511511 - יסודות ביצירה לטלוויזיה',
		'faculty_name':'אחת לשבועיים	אמנויות'
	},
	{
		'course_name':'08511518 - סדנת צילום',
		'faculty_name':'אחת לשבועיים	אמנויות'
	},
	{
		'course_name':'08511519 - סדנת עריכה',
		'faculty_name':'אחת לשבועיים	אמנויות'
	},
	{
		'course_name':'08512005 - הרגע הדרמטי 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512104 - תיאוריות בתסריטאות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512509 - סינמטוגרפיה 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512521 - מבוא לסרט דוקומנטרי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512524 - חונכות תסריט לסרט קיץ',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512526 - ניתוח תסריטים לבימוי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512528 - חונכות לסרטי קיץ',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512529 - סדנת תסריט לסרט קיץ',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512558 - עריכה 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512559 - עריכה 2',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512562 - משחק 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512564 - משחק 2',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512580 - בימוי דוקומנטרי 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512587 - פרוייקט תיעודי חברתי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512589 - ביצוע וכתיבת תחקיר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512590 - מתחקיר לתסריט',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512615 - כתיבה לטלוויזיה 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512618 - סינמטוגרפיה 2',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512627 - כתיבה לטלוויזיה 2',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512667 - עיצוב הצליל 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512668 - עיצוב הצליל - 2',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512686 - תאורה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512691 - ליהוק',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512698 - בימוי על נייר - סטורי בורד -',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08512699 - הבמאי כמנצח מתסריט לסרט',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513001 - מתקציר לטריטמנט בסרט קולנוע',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513523 - יצוגי המרחב הקולנועי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513524 - סינמטוגרפיה 3',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513526 - עריכה 3',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513527 - עריכה 4',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513528 - תסריט לסרט גמר 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513538 - סדנת בימוי לסרט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513546 - סדנת רעיון לסרט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513550 - חונכות תסריט לסרט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513582 - פיתוח סדרת אינטרנט להפקה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513590 - פיתוח סדרת טלוויזיה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513598 - בימוי דרמה לטלוויזיה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513628 - חונכות עריכה לסרטי קיץ וגמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513629 - עריכת תוכן',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513630 - חונכות תסריט לסרט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513662 - בימוי דוקומנטרי 2',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513670 - חונכות בימוי לסרט גמר א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513671 - סדנת בימוי - אדפטציה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513672 - חונכות תסריט ובימוי לסרט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513697 - סדנת בימוי - זאנרים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513699 - סדנת בימוי - ריאליזם',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513703 - חונכות ליהוק לסרט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513709 - חונכות לסרט גמר דוקומנטרי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513711 - חונכות פוסט פרודקשן לסדנאות בימוי קולנועי ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513712 - סאונד - פוסט פרודקשן',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513713 - קולנוע אחר 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513714 - קולנוע אחר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513715 - תמונה- פוסט פרודקשן',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513716 - סדנת מאיץ לתסריט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513802 - עריכה ממוחשבת 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513803 - עריכה ממוחשבת 2',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513808 - פיתוח תוכן 2',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513809 - סמינר בימוי למתקדמים',
		'faculty_name':'אחת לשבועיים	אמנויות'
	},
	{
		'course_name':'08513811 - עיצוב סאונד למתקדמים',
		'faculty_name':'אחת לשבועיים	אמנויות'
	},
	{
		'course_name':'08513812 - עריכת תסריט לסרט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513813 - מתסריט הצילומים אל העותק הסופי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513814 - בימוי על נייר 2',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513815 - הפקה 3',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513816 - מוסיקה בסרטים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513817 - עיצוב תפאורה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513818 - מקצועות הסט למתקדמים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513819 - חונכות אוויד ואפטר אפקטס',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513820 - חונכות אוויד ואפטר אפקטס',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513821 - סדנת אומן',
		'faculty_name':'אחת לשבועיים	אמנויות'
	},
	{
		'course_name':'08513822 - חונכות אישית דוקומנטרי פרויקט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08513823 - תסריט וראף קאט פרוייקט גמר',
		'faculty_name':'ללא זמ"ק	אמנויות'
	},
	{
		'course_name':'08513824 - שוטינג לבמאי-ות וצלמ-ות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08514000 - תיאוריות קולנועיות מודרניות ועכשוויות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08514621 - סדנת צילום',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08515059 - הקולנוע של זאן לוק גודאר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08515127 - קולנוע ניסיוני : :בין אמנות עכשווית לקולנוע',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516190 - מבוא לקולנוע תיעודי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516235 - מבוא לתולדות הקולנוע ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516400 - Directing Workshop 1- Direct Cinema, Cinema Verite',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516401 - Ethnographic Film Workshop',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516402 - Research for the Documentary Film',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516403 - Documentary Cinematography 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516404 - Meeting with Israeli Directors',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516406 - Documentary Screenplay Workshop',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516407 - Documentary Cinematography 2',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516408 - Visiting Artist Workshop',
		'faculty_name':'ללא זמ"ק	אמנויות'
	},
	{
		'course_name':'08516409 - Editing Workshop 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516414 - שיעור פרוייקט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516415 - Fma Final Project Tutoring',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516417 - Ethics of Documentary Image',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516420 - סמינר פרוייקט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516421 - New Theoretical Perspectives on Documentary Cinema',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516524 - מבוא לתיאוריות קולנועיות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516546 - קריאה וכתיבה מודרכת',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516588 - יסודות בבימוי קולנועי ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516591 - יסודות בבימוי קולנועי א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08516595 - מבוא לקולנוע ישראלי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518102 - יסודות ביצירה דיגיטלית א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518301 - סדנה לטכנולוגיות אינטראקטיביות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518302 - טכנולוגיה, מבע ותרבות דיגיטלית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518303 - סודות האינטראקטיב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518304 - כתיבה דרמטית למדיה דיגיטלית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518305 - מציאות מדומה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518306 - כלים ליצירה בסביבת רשת א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518307 - כלים ליצירה בסביבת רשת ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518308 - אפקטים דיגיטלים לקולנוע וטלוויזיה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518309 - אנימציה תלת מימד א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518310 - אנימציה תלת מימד ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518311 - אפקטים דיגיטליים - קומפוזיטינג א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518312 - אפקטים דיגיטליים - קומפוזיטינג ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518313 - מעבדת מאיץ פרוייקט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518314 - תרגיל כלים ליצירה בסביבת רשת א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518316 - תרגיל כלים ליצירה בסביבת רשת ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518317 - עריכה ממוחשבת',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518318 - תרגיל לטכנולוגיות אינטראקטיביות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518500 - פורמטים חדשים בפלטפורמות דיגיטליות א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518503 - יצירה דיגיטלית באינטרנט ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518504 - מציאות מדומה, עולמות אינטראקטיביים א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518505 - מציאות מדומה, עולמות אינטראקטיביים ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518509 - עיצוב חווית משתמש',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518511 - עקרונות מתקדמים אפקטים דיגיטליים - קומפוזיטינג א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518512 - עקרונות מתקדמים אפקטים דיגיטליים - קומפוזיטינג ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518513 - תהליכי הפקה מתקדמים - תלת מימד א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518514 - תהליכי הפקה מתקדמים - תלת מימד ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518515 - מעבדה יעודית לפיתוח פרויקט גמר 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518517 - חונכויות למעבדה פרויקט גמר שנה ג',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518518 - פורמטים חדשים בפלטפורמות דיגיטליות ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518519 - חונכות כתיבה לקולנוע ומדיה דיגיטלית ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518528 - מעבדה B לפיתוח פרויקט גמר 2 - דיגיטל סטוריטלינג',
		'faculty_name':'אחת לשבועיים	אמנויות'
	},
	{
		'course_name':'08518530 - ליווי פרוייקט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518531 - מעבדה A לפיתוח פרויקט גמר 2 - דיגיטל סטוריטלינג',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518533 - מעבדה לפיתוח פרוייקט גמר 1- אפקטים דיגיטליים א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518534 - סדנת בימוי והפקה לקולנוע ומדיה דיגיטלית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518535 - חונכות תסריט פרוייקט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518536 - חונכות למעבדת פרוייקט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518537 - חונכות למעבדת פרוייקט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518540 - חונכות הפקה ובימוי מדיה דיגיטלית פרוייקט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08518541 - עיצוב גרפי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519001 - נרטיב קולנועי/ טלוויזיוני',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519006 - סמינר מחלקתי עיוני',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519020 - האסתטיקה והפוליטיקה של ייצוגי השואה בקולנוע',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519054 - סרטי יומנים ותיעוד עצמי: הפואטיקה של חיי היומיום',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519118 - סדנת תסריט ובימוי עלילתי א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519119 - סדנת בימוי דוקומנטרי א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519122 - סדנת תסריט ובימוי עלילתי ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519129 - עבודה עם שחקנים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519139 - סדנת בימוי דוקומנטרי ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519141 - הפקה והפצה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519146 - ליווי פרוייקט גמר א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519147 - ליווי פרוייקט גמר ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519149 - בימוי דוקומנטרי 3',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519160 - תסריט לדרמה קצרה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519320 - סגנונות בצילום א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519322 - סגנונות בעריכה ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519324 - סוגיות בימוי בקולנוע דוקומנטרי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519329 - תיאוריות קולנועיות בנות זמננו',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519532 - חונכות בימוי תשע"ט',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519534 - חונכות בימוי עלילתי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519537 - חונכות בימוי עלילתי תש"פ',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519627 - מטריטמנט לתסריט לסרט גמר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519645 - זאנרים טלוויזיונים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519810 - סמינריון מחקרי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519822 - זיכרון גורלי:זמן וטראומה בקולנוע עולמי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519826 - חשיבה אופציונלית וקולנוע נרטיבי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519839 - פנומנולוגיה וקולנוע',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519874 - מחקרים עכשווים בקולנוע טלוויזיה ומדיה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519884 - קולוקוויום מחלקתי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519894 - אמפתיה והיטמעות בקולנוע ובמדיה דיגיטלית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519899 - המסה הקולנועית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08519901 - The Invention of the Moving and Projected Image',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08611002 - הדרכת בטיחות',
		'faculty_name':'ללא זמ"ק	אמנויות'
	},
	{
		'course_name':'08611106 - תיאטרון ומחול כשפה בימתית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08611107 - מבוא לשפת הקולנוע',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08611582 - מבוא לתולדות הקולנוע א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08611583 - מבוא לתולדות הקולנוע ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08611585 - אמת וייצוג באמנות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08611586 - זרמים בביקורת המאה העשרים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08611588 - אמנות ופילוסופיה:מבוא לאסתטיקה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08614056 - פינה באוש-תיאטרון, מחול, אמנות ומונטאז',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08616002 - ביקורת אמנות, ביקורת תרבות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08617001 - זרמים וסגנונות בתולדות העיצוב והבגד א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08617002 - זרמים וסגנונות בתולדות העיצוב והבגד ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08617003 - תרגיל בכתיבה אקדמית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08617004 - הנראטיב הקולנועי והטלויזיוני',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618001 - יסודות העיצוב א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618002 - יסודות העיצוב ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618003 - ציור תלבושות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618004 - יסודות ברישום',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618005 - שרטוט בסיסי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618006 - מאקט',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618007 - שרטוט בעזרת מחשב - אוטוקאד',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618008 - עיצוב בעזרת מחשב - פוטושופ',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618009 - תוכנות מחשב בקולנוע-הדמיות ממוחשבות בתלת ממד',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618011 - סגנונות בעיצוב במה א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618012 - סגנונות בעיצוב תלבושות א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618013 - עיצוב למצלמה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618015 - סגנונות בעיצוב במה ותלבושות ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618016 - עיצוב אולפן טלוויזיה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618017 - טכניקה של תלבושות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618018 - הפקה בתיאטרון -שנה א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618019 - הפקה בתיאטרון-שנה ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08618020 - ניהול טכני בהפקה',
		'faculty_name':'אחת לשבועיים	אמנויות'
	},
	{
		'course_name':'08810000 - סטודיו שכבת שנה א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08811207 - תולדות האדריכלות א - עד הנצרות הקדומה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08811408 - יסודות בתקשורת חזותית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08812222 - ביקורת הפונקציונליזם והשדה המורחב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08812303 - סטטיקה וחוזק חומרים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08812502 - אקלים אנרגיה ובקרת סביבת המבנה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08812503 - מורפולוגיה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08812504 - מידול תלת מימדי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08812509 - הבנת המרחב והבעתו 2',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08812510 - תקשורת חזותית- עיצוב מידע מורכב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08812511 - מבוא לניתוח יצירות אדריכליות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813106 - חומרים וחיבורים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813112 - סטודיו מגורים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813125 - סטודיו טכנולוגי א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813126 - תכנון באמצעות מדיה דיגיטלית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813127 - סטודיו נוף 10',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813207 - תולדות האדריכלות ה - אדריכלות במאה העשרים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813305 - תלת ממד והדמיות ב- Revit',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813503 - אדריכלות בארץ ישראל בעת החדשה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813505 - סוגיות ותיאוריות בתכנון עירוני',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813509 - תולדות התכנון, הנוף והמרחב בארץ ישראל של המאה ה - 20',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813515 - על הפנומנולוגיה של האדריכלות: כלים להבנת החוויה הרב-חושית של המרחב הבנוי',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813520 - מגורים ואדריכלות מודרנית: היסטוריה, רעיונות ומושגי יסוד',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08813551 - חללים במחלוקת',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814006 - גישות אתיות וחברתיות באדריכלות העכשווית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814008 - מורכבות והעיר',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814100 - עיצוב פנים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814111 - סטודיו אורבני',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814126 - שימור מורשת אורבנית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814128 - תל אביב בצומת דרכים: סיורים ברפורמות של שנות השמונים והתשעים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814129 - סדנת אקו טק',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814216 - מבוא לתאוריות ביקורתיות באדריכלות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814221 - סטודיו טכנולוגי ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814301 - אקוסטיקה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814302 - מבנים 2 א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814305 - מבנים 2 ב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814401 - תכנון עירוני, תיאוריה ומעשה א',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814404 - אדריכלות של קונפליקט וחיי היום יום',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814407 - תיאוריות דיגיטליות באדריכלות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814409 - היבטים משפטיים בתכנון ובנייה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814506 - טכנולוגיות מתקדמות בבנייה ירוקה',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814522 - תרבות חזותית בין מקור למקוריות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814524 - מבוא להיסטוריה ותיאוריה של גנים: מושגי יסוד, פואטיקה והיסטוריה ביקורתית',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08814525 - סטודיו מבנה מורכב',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08815101 - סטודיו ה - פרויקט גמר 1',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08815301 - מבנים 3',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08815305 - מדע, הנדסה וטכנולוגיה באדריכלות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08816001 - תיאוריות ביקורתיות מתקדמות: תרבות, אמנות ואדריכלות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08816004 - חשיבה מדעית והנדסית באדריכלות ובאמנות בעידן טכנולוגיה מתקדמת',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08816011 - פוליטיקה של תכנון ופיתוח עירוני- תיאוריה ושאלות מקומיות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08816032 - קולוקוויום',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08816041 - ערים חכמות ? עבר הווה ועתיד (?)',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08816042 - כתיבה אקדמית ושיטות מחקר באדריכלות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08816044 - תיאוריות אורבניות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08816047 - פרויקט יישומי- תכנון ועיצוב עירוני: שילוב בין קני מידה שונים',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08816048 - פרקטיקה בתכנון פרויקטי תשתית לאומית: תחבורה ואנרגיה - כלים מעשיים בניהול התכנון',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08818888 - בטיחות',
		'faculty_name':'אמנויות'
	},
	{
		'course_name':'08819988 - הנחיית תזה',
		'faculty_name':'ללא זמ"ק	אמנויות'
	},
	{
		'course_name':'08819998 - בחינת גמר לתואר שני',
		'faculty_name':'ללא זמ"ק	אמנויות'
	},
	{
		'course_name':'08819999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	אמנויות'
	},
	{
		'course_name':'10091102 - כלכלה למדעי החברה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10091555 - מבוא לסטטיסטיקה ולניתוח נתונים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10091820 - מבוא לפסיכולוגיה למדעי החברה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10111102 - יסודות הכלכלה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10111108 - מבוא לסטטיסטיקה לכלכלנים א',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10111109 - מבוא לסטטיסטיקה לכלכלנים ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10111110 - מתמטיקה לכלכלנים א',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10111112 - מתמטיקה לכלכלנים ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10112102 - מאקרו כלכלה א - תצרוכת, השקעה, ושוק העבודה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10112103 - מיקרו כלכלה א - קבלת החלטות כלכליות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10112104 - מיקרו כלכלה ג - כוח שוק, כלכלת אינפורמציה ותורת המשחקים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10112105 - מאקרו כלכלה ב - שיווי משקל, מדיניות, והמשק הפתוח',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10112106 - מבוא לאקונומטריקה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10112109 - מיקרו כלכלה ב - כלכלת רווחה והשוק התחרותי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10112110 - המשק הישראלי והכלכלה הגלובלית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10112500 - חשבונאות לכלכלנים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10113132 - מבוא לתורת המשחקים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10113215 - עיצוב שווקים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10113484 - צדק חלוקתי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10113550 - הסטוריה כלכלית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10113560 - סמינר משחקים בייסיאנים ועיצוב מכניזמים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10113569 - נושאים בכלכלת עבודה: היצע עבודה, תצרוכת, וחסכון משקי בית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10113581 - סמינר בתיאוריה כלכלית: רציונליות מוגבלת של צרכנים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10114117 - תאוריה מאקרו כלכלית ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10114202 - אקונומטריקה א',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10114218 - אקונומטריקה 2',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10114230 - כלכלת משפחה ומאקרו כלכלה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10114420 - סמינר מחקרי לתלמידי מוסמך לכלכלה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10114421 - יישומי למידת מכונה במחקר כלכלי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10114567 - מודלים בתיאוריה כלכלית: כלכלה ללא מחירים',
		'faculty_name':'ללא זמ"ק	מדעי החברה'
	},
	{
		'course_name':'10114568 - שינויים דמוגרפיים וצמיחה כלכלית',
		'faculty_name':'מופעים בדידים	מדעי החברה'
	},
	{
		'course_name':'10114605 - שיטות מתמטיות בכלכלה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10114686 - קבלת החלטות בתנאי אי-וודאות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10114720 - מדידת הפריון - שיטות ויישומים',
		'faculty_name':'מופעים בדידים	מדעי החברה'
	},
	{
		'course_name':'10115000 - סדנת דוקטורנטים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10115101 - סדנה בכלכלה יישומית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10115108 - סדנה בתאוריה כלכלית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10117031 - סוגיות במדיניות מיסוי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10311002 - פוליטיקה ומשטר בישראל',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10311100 - כתיבה ומחקר במדע המדינה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10311400 - מבוא למחשבה פוליטית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10311800 - מנהל ציבורי ומדיניות ציבורית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10311900 - מבוא ליחסים בינלאומיים ואסטרטגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10312102 - שיטות מחקר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10312103 - כלכלה פוליטית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10312105 - מחשבה מדינית בת זמננו',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10312106 - פוליטיקה השוואתית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10312108 - אסטרטגיה בעידן המודרני',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313100 - התנהגות פוליטית בישראל',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313102 - מדיניות ומדינאות מעשית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313103 - פרוייקט שטח שנתי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313217 - עיונים במקיאבלי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313674 - הפרטה: שיקולים כלכליים ותהליך פוליטי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313687 - בית המשפט העליון האמריקאי: פוליטיקה וחוק נפגשים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313688 - Civil Rights and Liberties in the United States',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313791 - מחשבה פוליטית יהודית: גלות, מולדת, קהילה גאולה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313793 - תיאוריות של אינטגרציה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313824 - הישראליזציה של היהדות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313852 - שפה ופוליטיקה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313857 - איך משיגים שינוי חברתי? קונפליקטים אפשריים בין דמוקרטיה לזכו',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313918 - הפוליטיקה של הכסף ושל משטרים מוניטריים בינלאומיים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313931 - הזכות לפרטיות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313939 - סוגיות בביטחון הלאומי של ישראל',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313951 - אסטרטגיית ההרתעה ביחב"ל: מהמלחמה הקרה ועד המלחמה בטרור',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313965 - אתגרים חברתיים ומדיניות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313969 - ספר יציאת מצרים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313970 - השאלה אודות הטכנולוגיה בסרטים של קריסטופר נולן',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313972 - הפוליטיקה של אי-שוויון וחלוקת משאבים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313975 - מאימפריה למשטר צבאי: פרקים במחשבה פוליטית על השתלטות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313976 - אנחנו והם: פוליטיקה אתנית במדינות דמוקרטיות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313977 - זמנים של משבר - סוגיות במחשבה ביקורתית עכשווית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10313978 - התמחות מעשית: עובדים בתחום יחסי ישראל והאיחוד האירופי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314100 - גישות ותיאוריות במדע-המדינה עם עבודת גמר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314109 - שיטות מחקר לתלמידי המסלול עם עבודת גמר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314110 - המערכת הבינלאומית בהתהוותה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314116 - בחינת פטור לסטטיסטיקה במ.א. חלק א,',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314251 - סדנה מתודולוגית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314479 - כלכלה פוליטית בינלאומית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314481 - סוגיות אקטואליות בפילוסופיה פוליטית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314486 - מנהיגות, דמוקרטיה ופוליטיקה בעידן התקשורת הגלובאלית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314487 - עלייתם ונפילתם של מדינות ומשטרים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314493 - הקולנוע והסכסוך הישראלי פלשתיני',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314497 - הפוליטיקה של משבר האירו',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314582 - המלחמה: תיאוריה ומעשה - מנפוליאון וקלאוזביץ למלחמות העולם',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314658 - בין סטוקסנט לקורונה: האם תאור היחב"ל**',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314659 - מדע, טכנולוגיה ורפואה בראי מדע-המדינה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10314708 - גישות בחקר התיאוריה הפוליטית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10317777 - בחינת גמר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10334001 - Workshop: Ambassador Forum',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10334035 - American Foreign Policy From the End of the Cold War to Trump',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10354040 - מדיניות החוץ של ישראל',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10354047 - "מלחמה היא גיהנום" - כשאמריקה יוצאת למלחמה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10354131 - הבמה הדיפלומטית-א',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10356002 - מבוא למשא ומתן:מקרי מפתח',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10356059 - דיפלומטיה ויישוב סכסוכים בהיסטוריה של העת החדשה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10356100 - הדרכה במאגרי מידע בלימודי דיפלומטיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10357777 - בחינת גמר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10364001 - Qualitative Research Methods',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10364017 - Forced Migration and the Humanitarian System',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10364027 - Topics in Citizenship: Migration, Ethnicity, Commodification-b',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10364031 - Citizenship as Status, Practice and Identity',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10364032 - Global Middle Class',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10369990 - Thesis Workshop',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10411101 - מבוא לאנתרופולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10411102 - מבוא לסוציולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10411108 - תיאוריות סוציולוגיות: מהתקופה הקלאסית ועד זמננו',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10412209 - יסודות המחקר החברתי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10412290 - תיאוריה באנתרופולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10412618 - אוכלוסייה וחברה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10412619 - פוליטיקה ואתנוגרפיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10412620 - דת ואתנוגרפיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413321 - שיטות מחקר איכותניות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413389 - שיטות מחקר כמותיות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413529 - אנתרופולוגיה של "תרבות אמריקאית"',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413588 - וואחד על אחד - חוויות חיים אחרות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413592 - הסוציולוגיה של האטמוספירה:משבר האקלים בראי מדעי החברה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413593 - אנתרופולוגיה דיגיטלית- תיאוריה ופרקטיקה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413597 - Why Anthropology? Reading From the Ethnographic Canon',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413796 - היבטים סוציולוגיים של העדפה מתקנת',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413798 - בין האסתטי והפוליטי בחברה הפלסטינית: מבט אתנוגרפי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413812 - ארגונים ואי שוויון חברתי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413822 - עולם בתנועה: סוגיות בחקר הגירה ופליטות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413824 - אנתרופולוגיה של המוסר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413829 - הסוציולוגיה הסביבתית של הסכסוך הישראלי-ערבי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10413830 - סוציולוגיה של יזמות וחדשנות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414111 - שיטות מחקר כמותיות למתקדמים: רגרסיה ליניארית ולוגיסטית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414223 - לשדה וחזרה: מתודולוגיה אתנוגרפית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414225 - תכנון מחקר ארגוני בעידן הדיגיטאלי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414258 - מודלים היררכיים וניתוח מחקרי אורך',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414263 - תאוריות למתקדמים: תאוריות בריבוד ואי שוויון',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414277 - תיאוריות למתקדמים: סוגיות תיאורטיות באנתרופולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414296 - תיאוריות למתקדמים: אזרחות וחברה אזרחית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414301 - סדנה בסוציולוגיה הסטורית ופוליטית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414302 - סדנה בריבוד ואי-שויון',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414305 - סדנה באנתרופולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414320 - מחשד למשמעות: היבטים תיאורטיים ומתודולוגיים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414480 - כתיבה, ייצוג והדילמה הפוסט-מודרנית באנתרופולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414551 - קריאה בכתבי אלסדייר מקינטאייר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414552 - עיון במושג הליברליזם בתיאוריה ובפרקטיקה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10414554 - סופרים את עצמנו לדעת: כימות וידע חברתי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10415005 - הערכת מאמרים מדעיים: תיאוריה ופרקטיקה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10415141 - פרקטיקום במקומות עבודה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10444003 - Principles & Processes of Negotiation in Conflict Resolution',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10444054 - Democracy in Ethnically Divided Societies',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10449999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	מדעי החברה'
	},
	{
		'course_name':'10464002 - Adr - גישות אלטרנטיביות ליישוב סכסוכים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10464003 - גישות פסיכולוגיות-חברתיות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10464004 - גישות משפטיות ואתיקה ציבורית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10464008 - בחינת פטור מסדנת גישור',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10464101 - שיטות מחקר כמותיות בניהול סכסוכים וגישור',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10464211 - גישות תרבותיות לקונפליקטים ציבוריים וכלכליים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10513300 - סוגיות בעולם העבודה: אי שוויון בשוק העבודה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10513416 - הון חברתי, רשתות חברתיות ושוק העבודה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10513418 - בעלי מוגבלויות בשוק העבודה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10513421 - Issues in Labor & Globalization',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10513505 - אי שוויון במקצועות טכנולוגיים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10513506 - מגדר ואי שוויון בשוק העבודה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10514009 - שוק העבודה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10514040 - דיני עבודה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10514545 - פנסיה ופרישה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10516402 - שיטות מחקר- מיומנויות מחקר במשאבי אנוש',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10516412 - קורס נושאי: סוגיות מתקדמות בניהול משאבי אנוש ב; יחסי עבודה וקיבוצי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10516415 - חברה, פוליטיקה וכלכלה בישראל א: אחריות תאגידית, ממשליות ועבודה',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10516416 - תיאוריה ארגונית ב- גיוון תעסוקתי',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10516418 - נושאים נבחרים בניהול משאבי אנוש ב- עבודה וטכנולוגיה',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10516420 - שינוי ארגוני',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10516421 - משפט וארגונים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10516423 - הסיפור הניהולי - קונפליקטים ודילמות של מנהלים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10516666 - מטלת גמר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10518001 - מודלים של מנהיגות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10520001 - סוגיות בבטחון הלאומי של ישראל',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10520010 - סוגיות בלימודים אסטרטגיים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10520050 - שיטות מחקר - הכנה לכתיבת תזה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10520124 - סוגיות בטרור',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10521000 - הדרכה במאגרי מידע בלימודי ביטחון',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10524025 - מלחמה, אסטרטגיה ודוקטורינות צבאיות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10524127 - טכנולוגיה, צבא וביטחון',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10524134 - בינה מלאכותית ויישומיה לביטחון',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10524139 - נב"ק, עוצמה וכפייה במערכת הגלובאלית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10574000 - מבוא לדיפלומטיה',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10574001 - מלחמה, אסטרטגיה ודוקטרינות צבאיות',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10574010 - סוגיות בביטחון ישראל - בין עבר לעתיד',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10574031 - המערכת הבינלאומית',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10574033 - סייבר, טכנולוגיה וביטחון',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10574036 - אסטרטגיות וטקטיקות בניהול משא ומתן בינלאומי',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10574037 - משברים בינלאומיים',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10574042 - מדיניות החוץ של ישראל',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10574043 - לוחמת גרילה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10574044 - המודיעין- אתגרים והזדמנויות בעידן של תמורות ושינויים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10584001 - שיטות מחקר בתקשורת פוליטית',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10584018 - ריבונות, תעמולה ותקשורת: הגות ופרקטיקה',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10584024 - רטוריקה ומנהיגות: מכיכר העיר ועד האינטרנט',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10584035 - תקשורת, צבא וביטחון לאומי',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10584046 - פוליטיקה השוואתית',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10584500 - פוליטיקה ומשטר בישראל',
		'faculty_name':'טווח תאריכים - שבועי	מדעי החברה'
	},
	{
		'course_name':'10711117 - סטטיסטיקה לפסיכולוגים ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10711121 - פסיכולוגיה פיזיולוגית א',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712109 - פסיכולוגיה ניסויית: התנסות במחקר וכתיבה מדעית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712114 - ניתוח שונות ויישומי מחשב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712320 - זיכרון לדברים שלא קרו:על טבעו הניתן לעיצוב של הזיכרון האנושי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712324 - סדנת מחקר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712328 - כחול זה צבע של בנים ?-סוגיות בפסיכולוגיה של מגדר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712330 - "כחול זה צבע של בנים"? - תרגיל',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712334 - פסיכולוגיה של הספורט',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712336 - למה קשה לחשוב? היבטים קוגניטיביים לעיבוד מידע',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712337 - מודלים חישוביים בפסיכולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712350 - סדנת מחקר- המשך',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712815 - פסיכולוגיה חברתית:מהאישי לבינאישי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712816 - פסיכולוגיה חברתית:מהבינאישי לקבוצתי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712904 - מבוא לפסיכולוגיה התפתחותית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712907 - מבוא לפסיכולוגיה קוגניטיבית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712909 - תפיסה ופסיכופיזיקה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10712911 - למידה- התניה קלאסית ואופרנטית: תופעות בסיסיות וניתוח תאורטי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713108 - לימודי שדה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713109 - מבוא לפסיכופתולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713234 - יחסים בין אישיים בקבוצה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713557 - מח, התנהגות ומעחיסונית:השפעת לחץ על פגיעות למחלות והתפסרטן',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713609 - התמודדות הורים ומורים עם אלימות ילדים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713621 - מרחק פסיכולוגי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713623 - מובן ומשמעות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713651 - איך אנחנו מזהים אנשים?',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713658 - היבטים נוירוביולוגיים של תסמונות נוירוגנטיות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713659 - עולם אובייקטיבי, תפיסה סובייקטיבית: ייצוג מוחי תלוי הקשר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713660 - ערך עצמי, גזענות, וסקסיזם: שיפוט אוטומטי של העצמי והזולת',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713661 - פסיכולוגיה בודהיסטית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713663 - מקורות היסטוריים ופילוסופיים של מדעי הפסיכולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713664 - פרקים נבחרים בפילוסופיה של תהליכים מנטליים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713665 - פסיכולוגיה של שיווי משקל פיזי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713667 - נוירוביולוגיה של התמכרות לסמים ולאלכהול',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713669 - קריאה, כתיבה והצגה של מחקר מדעי בפסיכולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713670 - The Science of Happiness',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713673 - מנגנונים עצביים של בקרת תנועה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10713685 - תודעה קשב וזכרון עבודה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714001 - קריאה מודרכת',
		'faculty_name':'ללא זמ"ק	מדעי החברה'
	},
	{
		'course_name':'10714102 - פסיכולוגיה חברתית במבט על: אבולוציה תרבות ומה שביניהן**',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714121 - הדרכה בפסיכותרפיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714135 - הדרכה בפסיכותרפיה א - מבוגרים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714279 - פסיכופתולוגיה התפתחותית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714306 - הדרכה קלינית בראיון ילדים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714380 - הראיון הקליני',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714397 - הדרכה בפסיכותרפיה ב-קלינית ילד',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714410 - מבט חדש על שאלות קלסיות בפסיכולוגיה החברתית מפסיכופתולוגיה ו',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714470 - מחקר מדעי של התנהגות אנושית: בעיות ופתרונות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714482 - הקונפליקט היהודי ערבי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714540 - השפעות לחץ והסרת גידול סרטני על פגיעות להתפתחות גרורות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714543 - להיות פסיכולוג קליני - זהות אישית ומקצועית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714593 - טיפולים קוגניטיביים התנהגותיים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714617 - אתיקה מקצועית בפסיכולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714680 - טיפול התנהגותי קוגניטיבי - צפייה ודיון',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714691 - קוגניציה, מטא-קוגניציה וOcd-',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714737 - חקר התודעה: התנהגות ומוח',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714762 - קולוקוויום- פסיכולוגיה קוגניטיבית /קוגניציה ומוח א',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714765 - מעבדה בהדמיה מוחית בשיטות לא פולשניות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714769 - קשב: התנהגות ומוח',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714770 - מודעות וקשב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714772 - פתרון בעיות: המודלים הקלאסיים וגישות חדשות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714775 - זיכרון עבודה - מגישה מבנית לגישה תהליכית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714779 - היבטים תיאורטיים וממצאים חדשים בזיכרון עבודה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714781 - Matlab b - המשך',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714783 - קולוקויום -פסיכולוגיה קוגניטיבית/קוגניציה ומוח ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714809 - פסיכופרמקולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714823 - הדמיה מוחית בשיטות לא פולשניות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714827 - מנגנונים נוירוביולוגיים והתנהגותיים בהתמכרות לאלכוהול',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714830 - מבוא לשיטות מחקר באלקטרופיזיולוגיה בבני אדם',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714831 - מודולציה מוחית של זיכרונות בבני אדם',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714832 - מוח קוגניציה ותנועות עיניים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714834 - שיטות מחקר באלקטרופיזיולוגיה בבני אדם',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714836 - תכנות ותכנון ניסויי ב-Matlab - מתחילים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714876 - סמינר מחקר קליני בהפרעות חרדה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714877 - פסיכותרפיה דינאמית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714878 - ויסות רגשות ושליטה עצמית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714879 - עמידות ילדים בתנאי חסך, טראומה ואלימות - ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714880 - שיטות מחקר בפסיכולוגיה פיזיולוגית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714929 - האוריינטציה הקוגניטיבית בטיפול: בריאות ומחלה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714934 - הרצאות אורח של פסיכולוגים חברתיים א',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10714969 - הרצאות אורח של פסיכולוגים חברתיים ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10715026 - קריאה מודרכת א',
		'faculty_name':'ללא זמ"ק	מדעי החברה'
	},
	{
		'course_name':'10715600 - אבחון והערכה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10715602 - מבוא לטיפול בילדים ומתבגרים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10715605 - פרקטיקום שנה א',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10715606 - אבחון והערכה 2 - תרגיל',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10715609 - ויסות רגשי ושליטה עצמית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10715612 - פרקטיקום שנה ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10715613 - קולוקוויום ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10715615 - מדעי המוח הקוגניטיביים: בין מחקר ליישום',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10715616 - פסיכופתולוגיה פנומנולוגית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10715706 - מנגנונים מוחיים של למידה וזיכרון בבני אדם',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10715900 - עיבוד לא מודע של אובייקטים אמיתיים בעולם החיצוני',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10715941 - מיינדפולנס: המהפיכה השקטה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10716103 - הדרכה בפסיכותרפיה א- ילדים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10716104 - ערך עצמי גזענות וסקסיזם: שיפוט חברתי אוטומטי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10716502 - היבטים מערכתיים ומשפחתיים בטיפול בילדים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10716503 - ניטור איומים ותהליכי תגמול חיובי בפסיכופתולוגיות שונות ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10716504 - ספק וקושי בגישה למצבים פנימיים בהפרעה אובססיבית קומפולסיבית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10716507 - פסיכופתולוגיה חישובית לחקר התנהגות אבנורמלית א',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10716660 - סדנת מחקר א לתלמידי דוקטורט',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10718000 - הבסיס הביולוגי של אמפטיה והתנהגות פרו-חברתית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10718700 - התנסות מעשית: עבודה כפסיכולוג-חוקר מחוץ לאקדמיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10718702 - תכנות ואיסוף נתונים בשפת פייתון',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10718704 - נושאים מתקדמים בתודעה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10718705 - פסיכופתולוגיה חישובית לחקר בהתנהגות אבנורמלית ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10718707 - סוגיות עכשויות במדעי הפסיכולוגיה א',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10718708 - מתפיסה חושית לתנועה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10821100 - הדרכה במאגרי מידע במדיניות ציבורית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824015 - יסודות הכלכלה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824026 - היבטים חברתיים של מדיניות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824038 - מיקרו כלכלה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824046 - משפט חוקתי ומנהלי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824133 - שינוי ושיפור בארגונים: סמינר מעשי ומחקרי בהתנהגות ארגונית בגישה חיובית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824140 - קיימות חיובית-היבטים חיוביים במדיניות סביבה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824157 - מדיניות מרחבית ופוליטיקה עירונית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824169 - התקציב במגזר הציבורי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824171 - מודלים של מנהיגות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824182 - פיתוח בר -קיימא',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824188 - שיטות מחקר והערכת מדיניות ציבורית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824189 - שלטון מקומי ועירוניות ? סמינר מעשי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824196 - רגולציה של חדשנות טכנולוגית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824199 - מדיניות כלכלית בישראל',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824201 - החברה החרדית בישראל',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10824203 - סמינר מחקרי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10825000 - בחינת גמר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10826411 - יסודות הכלכלה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10826412 - ניהול מערכות מורכבות בסביבה דינמית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10826418 - סמינר פרקטיקום מיזמים חברתיים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10829999 - עבודת גמר מ.א.',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10844006 - סדנת גישור',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10844204 - סכסוכים לאומיים ובינלאומיים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10844227 - מנהיגות, פסיכולוגיה ופתרון סכסוכים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10844230 - צדק מאחה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10844232 - המשפחה כמערכת והפוליטיקה של משפחה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10844424 - יישוב סכסוכים ביהדות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10844426 - הסכסוך כדרך חיים בישראל -חמישה סכסוכים מרכזיים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10844429 - מדינת ישראל והמגזר החרדי - העדפה או אפליה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10851050 - מבוא למדעי התקשורת',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10851052 - לחקור תקשורת',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10851055 - שפה ותקשורת: מסר, שכנוע ופעולה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10851061 - מבוא למקצועות התקשורת א',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10851062 - מבוא למקצועות התקשורת ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10851063 - סדנת כתיבה יצירתית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10851111 - הדרכה בכתיבה מדעית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10852061 - עיתונות דיגיטאלית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10852070 - כתבת טלוויזיה דוקומנטרית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10852071 - תכנון מדיה דיגיטלית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10852074 - אסטרטגיות שיווק ברשתות חברתיות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10852079 - תכנון אסטרטגיה וניהול משברים במרחב הדיגיטלי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10852084 - פיתוח פורמטים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10852086 - מובייל גורנליזם: ערוץ תקשורת בכף היד.',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10852203 - תורות ההשפעה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10852205 - תקשורת חזותית: אינטרנט, פרסום, צילום',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10852229 - אתיקה ומדיניות התקשורת',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10852607 - אמת ודיאלוג',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10852770 - נוכחות מתווכת בהיסטוריה. איך יצורים אנושיים יוצרים תחושה של נוכחות דרך טכנולוגיה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10853140 - השפעה חברתית אונליין ואופליין',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10853143 - בין יחסי ציבור לדיגיטל- כלים יישומיים בתקשורת שיווקית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10853144 - עיתונות חוקרת',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10853145 - עיצוב בפרסום - כלים מתקדמים לפיתוח ועיצוב רעיונות פרסומים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10854101 - תאוריות בתקשורת א: אידיאולוגיה, ביקורת',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10854102 - תאוריות בתקשורת ב: השפעות והשלכות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10854106 - מחקרים עכשוויים בתקשורת',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10854108 - מחקרים עכשווים בתקשורת- ב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10854203 - שיטות מחקר איכותניות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10854204 - שיטות מחקר כמותניות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10854309 - גישות וכלים בחקר האינטרנט',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10854400 - פרקטיקום בתקשורת אסטרטגית ושיווק חברתי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10854425 - אבולוציה של תקשורת אנושית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10854441 - הדרכת הדמיון: השפה כטכנולוגיית תקשורת',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10854442 - שיווק במדיה חברתית',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10854448 - דאטה וחברה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10855555 - סדנת דוקטורנטים',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10856001 - פייתון עבור תקשורת',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10856002 - פייתון מתקדם: ניתוח נתונים בשפת פייתון',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10856003 - מבוא לחווית משתמש וממשק אדם-מחשב',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10856105 - מחקרים בשיווק',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10856106 - מנתונים לרעיונות: שימוש בכלים אנליטיים ליצירת תובנות',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10856108 - סדנה בניתוח טקסטואלי רישתי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10856200 - כלכלת רשת',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10856203 - Data- סדנה יישומית ממחקר למוצר',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10857777 - בחינת גמר מ.א.',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10859988 - הנחיית תזה',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10924005 - Research Workshop- Part 2',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10924007 - Social Entrepreneurship for Sustainable Development',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10924008 - Quantitative Research Methods and Program Evaluation',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10997002 - סדנה בלימודי האיחוד האירופי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'10997003 - משפט האיחוד האירופי',
		'faculty_name':'מדעי החברה'
	},
	{
		'course_name':'04001001 - קורס בטיחות',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04006000 - עקרונות סטטיסטיים בניסויים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04113122 - מעבדה חישובית - תכנות בשפת Python לביולוגים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04113250 - גישות לפורמולציה בהגנת צמחי יבול',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04113587 - מעבדה חישובית - ניתוח נתוני ריצוף עמוק בעידן הגנומי',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04114615 - פרקים נבחרים במדעי הצמח ב',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04213816 - מבוא לביולוגיה מבנית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04214129 - ביולוגיה מולקולרית למתקדמים עולם הרנ"א',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04214130 - ביולוגיה מולקולרית של ממברנות',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04313086 - אקולוגיה של חברות',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04313109 - סמינר מחקרי - מסלול אקולוגיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04313380 - אקולוגיה התנהגותית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04313896 - זיהוי מינים בעידן הגנטי - כלים יישומיים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04314613 - הבסיס המדעי לשמירת הטבע',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04314616 - מאקרואקולוגיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04314621 - מיומנויות מחקר',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04314627 - מעבדה חישובית - מבוא לתוכנת R',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04314998 - סמינר מל"מ א בזואולוגיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04533388 - הנדסת נוגדנים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04533391 - תהליכי הפרדה לתוצרים ביולוגיים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04533395 - נושאים עכשווים במיקרוביולוגיה א',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04533397 - נושאים נבחרים בגנטיקה עכשווית א',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04534105 - עקרונות ושימוש של שיטות פיזיקליות בביולוגיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04534395 - נושאים עכשווים במיקרוביולוגיה ב',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04534397 - נושאים נבחרים בגנטיקה עכשווית ב',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551562 - כימיה אורגנית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551565 - כימיה פיסיקלית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551566 - כימיה כללית ואנליטית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551804 - מתמטיקה - א',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551805 - פיסיקה - א',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551806 - סטטיסטיקה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551807 - פיסיקה ב',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551809 - אקולוגיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551810 - סטטיסטיקה - לתכנית מחקרית למצטיינים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551814 - מתמטיקה מורחב א',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551817 - פיסיקה א',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551819 - מבוא ל Python',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04551824 - מתמטיקה - ב',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552222 - הכרת משאבי הספרייה למדעי החיים והרפואה - חיפוש במאגרי מידע',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552237 - מבוא לנוירוביולוגיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552476 - קריאה נבחרת באבולוציה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552501 - מבוא לביולוגיה מולקולרית - מעבדה',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	מדעי החיים'
	},
	{
		'course_name':'04552508 - מעבדה אינטגרטיבית אורגניזמית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552522 - מעבדה בכימיה',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	מדעי החיים'
	},
	{
		'course_name':'04552523 - מעבדה במיקרוביולוגיה כללית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552526 - גנטיקה כללית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552535 - מבנה ותפקוד בחולייתנים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552536 - אבולוציה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552548 - ביוכימיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552549 - ביולוגיה מולקולרית וביוטכנולוגיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552557 - מטבוליזם : פיזיולוגיה ופתולוגיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552559 - העתיד כבר כאן - חקר התא, חיידקים וביוטכנולוגיה לרווחת האדם',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552566 - מעבדה בביולוגיה מולקולרית של התא',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	מדעי החיים'
	},
	{
		'course_name':'04552570 - דע/י את עצמך - נפלאות המוח וצפונותיו',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552580 - מיקרוביולוגיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552626 - גנטיקה כללית - מעבדה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552665 - ביוכימיה מעבדה',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	מדעי החיים'
	},
	{
		'course_name':'04552666 - כימיה אורגנית - מעבדה',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	מדעי החיים'
	},
	{
		'course_name':'04552688 - אימונולוגיה כללית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552776 - אוריינות מדעית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552806 - חסרי חוליות למתקדמים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552812 - בעלי חיים בתנועה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552814 - מתמטיקה מורחב ב',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552815 - פיסיקה ב',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04552817 - מגלים את הים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553032 - ביולוגיה מולקולרית של מחלות מדבקות ממקור חיידקי',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553034 - וירוסים ומגפות בעידן המודרני',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553047 - ביולוגיה תאית והתפתחותית של צמחים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553059 - צמחי תועלת',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553063 - ביולוגיה התפתחותית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553066 - מבוא לביואינפורמטיקה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553072 - גנטיקה בעידן הרפואה האישית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553082 - אקולוגיה של שינוי אקלים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553109 - סמינר לתלמידי התוכנית למצטיינים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553124 - סמינריון בכתב בזואולוגיה',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04553125 - סמינריון בכתב בחקר התא ובאימונולוגיה',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04553126 - סמינריון בכתב בביולוגיה מולקולרית ואקולוגיה של צמחים',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04553127 - סמינריון בכתב במיקרוביולוגיה מולקולרית ובביוטכנולוגיה',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04553128 - סמינריון בכתב בנוירוביולוגיה',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04553348 - אבולוציה מולקולרית',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553463 - סמינריון - גילוי פיתוח ואיפיון תרופות',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553466 - גנטיקה מולקולרית בעידן הפוסט - גנומי',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553505 - מיפוי המוח ודימות מוחי',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553519 - עדות המאובנים לאבולוציה של האדם',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553527 - פרויקט התמחות יישומי במדעי החיים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553555 - רצפו את המיקרוביום שלכם! ריצוף מתקדם, מתיאוריה לפרקטיקה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553562 - ביוטכנולוגיה בצמחים א',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553586 - טקסונומיה וסיסטמטיקה של צמחים ופטריות',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553610 - מעבדת פרויקט',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04553611 - מעבדת פרוייקט למצטיינים',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04553682 - גנטיקה של מיקרואורגניזמים ובקרת הביטוי הגנטי',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553779 - פרקים בביוטכנולוגיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553804 - גנטיקה מולקולרית וביוטכנולוגיה של צמחים - מעבדה למתקדמים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553810 - מעבדת פרוייקט',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04553811 - מעבדת פרוייקט למצטיינים',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04553823 - ביולוגיה ימית - סיור',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553832 - פתולוגיות (מחלות) במאה ה- 21 - הדלקת כמטרה חדשנית לטיפול',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553835 - קוגניציה בבעלי חיים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553865 - מחקר, שמירת טבע וחינוך בגני חיות',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553889 - -ושאים נבחרים במדעי הסביבה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553897 - עולם החרקים',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04553898 - סיורים להכרת חרקים בישראל',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04554005 - סמינר באקולוגיה ואבולוציה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04556123 - סמינריון בכתב בביוכימיה וביולוגיה מולקולרית',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04556124 - סמינריון בכתב בזואולוגיה',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04556125 - סמינריון בכתב בחקר התא ואימונולוגיה',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04556126 - סמינריון בכתב בביולוגיה מולקולרית ואקולוגיה של צמחים',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04556127 - סמינריון בכתב במיקרוביולוגיה מולקולרית וביוטכנולוגיה',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04556128 - סמינריון בכתב בנוירוביולוגיה',
		'faculty_name':'ללא זמ"ק	מדעי החיים'
	},
	{
		'course_name':'04913221 - נושאים נבחרים בנוירוביולוגיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04913566 - מבוא להיסטולוגיה של מחלות במודל עכברי',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04914251 - נושאים מתקדמים בדימות מוח האדם',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04914998 - סמינר מל"מ א בנוירוביוכימיה',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'04916200 - סמינר מחקר במדעי המח',
		'faculty_name':'מדעי החיים'
	},
	{
		'course_name':'06026011 - טלוויזיה, נוער וילדים בעידן של ריבוי מסכים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06026014 - שיטות מחקר בתרבות הילד והנוער',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06026016 - ספרות הילדים העברית: מבוא',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06026020 - הדרכה בכתיבה אקדמית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06026121 - טקסטים במחקר התרבות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06026153 - היסטוריות של ילדים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06026165 - בחסות השוליות: הפוטנציאל החתרני בספרות ילדים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06026179 - מגעים בין תרבויות: מקרה מבחן, ספרות הילדים המתורגמת לעברית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06026181 - ילדים במשפט הישראלי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06026183 - פצעי בגרות: חוויות ההתבגרות בספרות, בקולנוע ובטלוויזיה הישראליים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075100 - תיאוריות מתקדמות: רוח ואמנויות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075101 - תיאוריות מתקדמות: משפט וחברה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075311 - תמונות מחיי משפחה: נשים, גברים, ילדים ואחרים בספרות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075313 - "משפחות טובות"- דיון במגדר ובמשפחה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075318 - תנועות נשים ופמיניזמים במזה"ת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075340 - החברתי בפסיכואנליזה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075400 - נשים בתקופת השואה: היסטוריה, זיכרון ומגדר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075402 - חיות בסרט',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075418 - יעוץ והתערבות מגדרית בארגונים: תיאוריה ופרקטיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075423 - סדנת קריאה וכתיבה מגדרית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075428 - כשאת אומרת לא, למה את מתכוונת? תרבות אונס בישראל',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075429 - גברים וגבריות בתרבות הפופולרית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075430 - מוציאות את הכביסה השחורה: יצירה מזרחית, פמיניזם מזרחי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06075553 - מרחב משלנו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06079999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06081003 - תרבות הגוף: מגדר וייצוגי גוף באמנות המודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06081166 - היה הייתה: מבוא להיסטוריה ומגדר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06081177 - כסף מסובב את העולם - אי שוויון מגדרי בעולם קפיטליסטי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06081188 - מה אשה רוצה? מבוא לספרות נשים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06081199 - מיומנויות יסוד: אוריינות אקדמית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06083302 - קוויר באופן פמיניסטי: מה בין מגדר למיניות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06085308 - אני המזרחית שאתם לא מכירים- כותבות זהות באזור הגבול',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06121006 - הדרכה ביבליוגרפית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06121294 - אוריינות אקדמית בחקר המקרא',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06121706 - נוסחים ותרגומים של המקרא',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06121714 - מבוא לפרשנות המקרא בימי הביניים א: המזרח וארצות האסלאם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06121716 - ספר תהילים: תרגיל נלווה לפרשנות ימי הביניים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06122003 - על מלכים ונביאים: סיפורי אליהו, אלישע וישעיהו בספר מלכים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06122005 - קריאה בין תרבותית בתנ"ך ובספרות המזרח הקדום',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06123506 - עיצוב הדמות המקראית: טקסט, אינטרטקסט ותורת ההתקבלות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06123507 - הסיפור הכוהני בתורה: שאלות במחקר התורה העכשווי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06124322 - אדם וטבע בספר איוב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06124323 - תרגום השבעים לספר שמואל',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06124324 - הספרות האפוקליפטית בימי בית שני',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06124325 - לנתח סיפור מקראי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06126004 - ספרות מסופוטמית והמקרא',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06126014 - טקסט, קנון ופרשנות המקרא: תולדות היצירה היהודית על המקרא',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06126020 - ארגז כלים לחקר המקרא',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06126023 - Reading the Bible Through Other Eyes',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06126028 - תמונות טבע במזמורי תהלים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06126033 - ניהול משברים במקרא: ערכים, דילמות ורלוונטיות בהוראת המקרא',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06129990 - בחינת גמר לתואר שני',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06129999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06141402 - העברית ממעוף הציפור',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06141404 - הדקדוק הערבי וזיקתו לעברית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06141405 - ניקוד עברי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06141407 - תחביר עברי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06141408 - מבוא לארמית בבלית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06141409 - תרגיל ביבליוגרפי אינטגרטיבי - מיומנויות קריאה וכתיבה אקדמית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06142158 - תורת ההגה והצורות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06142159 - הוראת הדקדוק',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06142434 - סמנטיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06142436 - תחביר למתקדמים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06143001 - ארמית מקראית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06143003 - מדקדקי ימי הביניים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06143013 - התגבשות התקן בעברית הישראלית: הלכה ומעשה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06143505 - סוגיות בתורת ההגה והצורות של העברית הקלאסית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06143506 - לשון התפילה בראי העברית החדשה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06143603 - העברית הישראלית במבט דיאכרוני',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06144013 - חקר שינויי לשון בעברית הישראלית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06144018 - קבוצת מחקר: ההדרת קערות מאגיות מבבל',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06144019 - גניזת קהיר ולשונה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06144020 - עיוני תחביר, משמע ומילון בעברית בת ימינו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06144023 - קבוצת מחקר: מעבדה בעברית חדשה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06144024 - גלגולי מדרש: מרזי לשון המקרא ללשון האמוראים בבראשית רבה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06144026 - לשונו של ספר איוב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06144770 - דיאלקטולוגיה והשפות השמיות החיות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06146003 - מחקר מתקדם א: קריאה אקדמית באנגלית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06146007 - קריאה בטקסטים: מלשון האמוראים עד לשון ההשכלה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06149999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06161003 - מבוא למחשבת חז"ל - היסטוריה וספרות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06161005 - מבוא לפילוסופיה יהודית של ימי הביניים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06161024 - שפינוזה, מנדלסון, כהן ובובר - קריאה בהגות יהודית מודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06161262 - מיומנות יסוד: קורס קריאה וכתיבה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06161265 - קריאה בטקסטים קבליים מהמאות הי"ג והי"ד',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06161266 - בבלי, ירושלמי ומדרשי האגדה: ת"נ למבוא למחשבת חז"ל חלק ב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06162009 - השפעות גומלין בין היהדות לאסלאם בדיני נישואין, גירושין וירושה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06162012 - קריאה בספר הזוהר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06162371 - חובות הלבבות לבחיי אבן פקודה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06163302 - שיבתו של היהודי החדש לטבע: היבטים פילוסופיים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06163519 - חלומות והזיות של קיצוני: קריאה בכתבי א. ד. גורדון',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06163521 - סמינר בספר הזוהר: שיר השירים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06163522 - חוק ואזרחות בספרות התלמודית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06164008 - אסטרולוגיה וגילוי עתידות ונסתרות ביהדות העתיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06164120 - מושגי יסוד בהבנת החוויה המיסטית בקבלה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06164122 - סוגיות במחשבת ישראל',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06164573 - רמב"ם ורמב"ן על הקרבן',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06164574 - החזרה לתנ"ך אורות וצללים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06164575 - Reading the Talmud in Iran: the Bavli in Its Persian Context',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06166011 - הרמב"ם ובני שיחו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06169999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06181012 - מבוא ללוגיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06181016 - מבוא לפילוסופיה של הדת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06181018 - Introduction to Moral Philosophy',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06181019 - מבוא לפילוסופיה פוליטית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06181031 - קריאה מודרכת: פילוסופיה יוונית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06181032 - מבוא לפילוסופיה חדשה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06181037 - מבוא לתורת ההכרה ומטאפיסיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06181043 - מבוא לפילוסופיה סינית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06181068 - מיומנויות יסוד: קריאה מודרכת דקארט',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06182068 - קריאה מודרכת: יום וקאנט',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06182171 - המעבדה האודיו-ויזואלית לפילוסופיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06182201 - קריאה מודרכת: המאה התשע-עשרה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06182206 - שיעור יסוד: הפילוסופיה כדרך חיים - קריאה בסנקה ואפיקטטוס',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06182223 - פילוסופיה הודית - שיעור המשך',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06182432 - שיעור יסוד: הפילוסוף והחיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06182434 - שיעור יסוד: תיאוריה ביקורתית מאדורנו עד באטלר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06182472 - שיעור יסוד: שפינוזה - בין אתיקה לפוליטיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06182845 - שיעור יסוד: מושגי יסוד בפסיכואנליזה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06183007 - צבע בטבע, באמנות ובעולם האנושי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06183013 - על החיים ועל המוות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06183033 - אמונה ו(אי)רציונליות: בין אבסורד לנחמה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06183035 - חמשת החושים: קריאה בולטר בנימין',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06183556 - רגשות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06183767 - תפישות מודרניסטיות של שפה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06183857 - דיאלוג פילוסופי כמעצב סגנון חיים: מה אנו רוצים מהפילוסופיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06183883 - פרקים בהגותה של חנה ארנדט',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06184008 - חידת החיים והמוות במבט השוואתי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06184076 - סמינר מחקר: בעיות התודעה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06184088 - סמינר מחקר: על הגוף - אתיקה ותפיסת העצמי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06184089 - שלינג: "חקירות פילוסופיות במהות החירות האנושית"',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06184099 - כוח, כפייה ומניפולציה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06184360 - פילוסופיה בלי גבולות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06184363 - סמינר מחקר: פועלים ופעולות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06184410 - האב, הבן והבת: סלרז, ברנדום ומיליקן',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06184412 - שפינוזה והנאורות: מחלוקת הפנתאיזם והשאלה התיאולוגית מדינית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06184413 - על האינסוף',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06184932 - סמינר מחקר: פילוסופיה של הרגשות במסורת הרומנטית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06185220 - שיעור קריאה: גודית בטלר, "excitable Speech"',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06185221 - Reading Course: David Lewiss "on the Plurality of Worlds',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06185224 - שיעור קריאה: גילברט רייל "the Concept of Mind"',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06185225 - שיעור קריאה:לודוויג ויטגנשטיין - המחברת הכחולה והמחברת החומה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06185229 - שיעור קריאה: ציאן מו - מחשבות רגועות משפת האגם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06185230 - שיעור קריאה: זאן-לוק ננסי - the Gravity of Thought',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06187174 - מושג הנפש בתקופתנו (ב): קריאה בטקסטים פילוסופיים בני זמננו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06187458 - לוגיקה - שיעור המשך',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06204031 - סדנת מחקר: לקסיקון למחשבה פוליטית במדעי הרוח והתרבות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211180 - אימפריות: "מערב", "מזרח" וכוח בעידן המודרני 1700 ועד 2021',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211221 - הדת היוונית ושינויה עד ערב התנצרות האימפריה הרומית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211260 - הדמוקרטיה האתונאית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211280 - דת, מלחמה ותרבות בין ביזנטיון ופרס בשלהי העת העתיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211371 - רוח וחומר בימי הביניים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211560 - ממהפכת הדפוס למהפכה הצרפתית: העת החדשה המוקדמת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211685 - ראשית העולם המודרני',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211732 - הצד האפל של "עידן הנאורות" 1830-1750',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211820 - אידיאולוגיה, מדע ומלחמה בעידן הקיצוניות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211940 - מערב אחר: אמריקה הלטינית במאה ה-19',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211941 - אמריקה הלטינית במאות ה-19 וה-20',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211972 - חברה, משטר ותרבות באמריקה, 1877-1492',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06211991 - פוסט פטור באנגלית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06212069 - אמת ורגשות בהיסטוריוגרפיה היוונית-רומית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06212742 - נזירות ונזירים, 1650-1350',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06212743 - צורות של עבודה בצרפת של העת החדשה המוקדמת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06213280 - תולדות המכונה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06213381 - לונדון בירת המודרניות - 1960-1840',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06213384 - פרקים בהיסטוריה של הרעיונות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06213389 - מגדר ומעמד בהיסטוריה שבעל פה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06213390 - היסטוריה ואנתרופולוגיה: לחפור בהווה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06213500 - היסטוריה מעשית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06216043 - יוליוס קיסר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06216044 - האלים והאלוהי בעולם היווני-רומי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06216539 - זמן בימי הביניים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06217051 - מיקרוהיסטוריות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06218031 - סוגיות בהיסטוריה האמריקאית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06218505 - סמינר מחלקתי מגמת אמריקה הלטינית א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06218526 - כדורגל, חברה ופוליטיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06218540 - "חלוצים קריאולים": מבט אחר על פאן-/לאומיות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06218542 - ספרות ומעורבות בספרד ובאמריקה הלטינית במאה ה-20',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06219018 - "בעיניים מערביות": קולוניאליזם, תרבות ופוליטיקה 1950-1750',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06219040 - היסטוריה קווירית וטרנסגנדרית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06219059 - רופאים, חיידקים ופלצבו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06219072 - נאציזם וגזענות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06219073 - דיכוי, התנגדות ורפורמה מאחורי מסך הברזל',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06219500 - סדנת כתיבה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06219701 - סמינר מ"א שנתי בינאוניברסיטאי בהיסטוריה של מזרח אירופה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06219999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06221000 - ערבית למתחילים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06221001 - מבוא לתולדות המזה"ת בעת החדישה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06221010 - סדנת יסוד: סוגיות מרכזיות בהיסטוריה המודרנית של המזה"ת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06221099 - מיומנויות יסוד: איך לחשוב ולכתוב היסטורית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222000 - ערבית למתקדמים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222001 - מבוא להיסטוריה חברתית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222021 - חקר רשתות היסטוריות מזרח תיכוניות: חברה, תרבות ופוליטיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222029 - היסטוריה כלכלית של המזה"ת בעת החדשה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222031 - טכנולוגיה ופוליטיקה במצרים המודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222034 - "מוהאגרון ואנצאר": מלוכה האשמית, חברה שבטית ופליטים בירדן',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222035 - תקשורת תרבות ופוליטיקה במזרח התיכון',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222036 - מבוא למחשבה פוליטית שיעית במאה ה-20',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222099 - מבוא לחשיבה היסטורית לדוברי ערבית כשפת אם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222197 - תרבות פופולרית במזה"ת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222221 - החטא הקדמון?-אתניות,שבטיות,לאומיות וקולוניאליזם בעיראק',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222304 - מבוא לצופיות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222309 - פתוות כמקור להיסטוריה חברתית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222311 - Modern North Africa: the Challenges of Colonialism and Independence',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06222317 - התחממות גלובלית: מבט מהמזרח התיכון',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06223002 - פרסית למתקדמים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06223208 - מחלוקות היסטוריוגרפיות בחקר המזה"ת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06223234 - האחים המוסלמים - מחסן אל-בנא עד מוחמד מורסי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06223239 - על שעונים ואנשים: זמן וחברה במזרח התיכון',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06223240 - פוליטיקה ותקשורת בעולם הערבי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06226028 - שילוב מושגים ומוטיבים דתיים בטקסטים פוליטיים מודרניים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06226034 - אמצעי התקשורת בעולם הערבי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06229102 - מבוא ללימודי אפריקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06241001 - השפות השמיות: מבט השוואתי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06241108 - געז למתחילים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06242004 - אתיופיה: היסטוריה, שפה ותרבות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06243001 - מבוא לארמית מדוברת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06243002 - ארמית חדשה מדוברת וכתובה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06243004 - אמהרית מדוברת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06244126 - המרקם הלשוני-חברתי-תרבותי באתיופיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06244129 - בלשנות אפרו-אסייתית משווה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06244130 - שפה, מחשבה ותרבות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06249999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06261142 - מיומניויות יסוד - כתיבה אקדמית באנגלית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06261217 - ניתוח שירה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06261250 - מבוא לתיאוריה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06261278 - מבוא לתרבות אנגליה א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06261279 - מבוא לתרבות אנגליה ב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06261500 - מבוא לתרבות אמריקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06261511 - מה הם לימודים אמריקניים?',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06262064 - Writing Proseminar',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06262368 - American Modernism',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06262377 - Marriage At the Turn of the Twentieth Century',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06262683 - American Literature and Popular Culture',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06262711 - ארצות הברית במזרח התיכון',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06263236 - Tradition and Identity in Swift and Defoe',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06263803 - African American Literature',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06263810 - Theories of Love',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06263812 - Whiteness & the Study of American Literature',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06263813 - Womens Rights in America, 1920-2020',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06264260 - Hollywood and Politics',
		'faculty_name':'טווח תאריכים - שבועי	רוח'
	},
	{
		'course_name':'06264411 - Literature and Human Rights',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06264553 - Michele Montrelay and Jacques Lacan: Theories of interpretation',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06264656 - Fictions of Masculinity',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06264802 - Theory and Methodology',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06265012 - Cold War American Literature and Culture',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06265014 - Major and Minor Poets of the 20th Century',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06265015 - Shakespeares Classical World',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06265016 - Making and Unmaking the Self in Victorian Novels',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06265017 - Psychoanalysis and Poetics',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06269944 - הנחיית תיזה',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06271021 - תרגיל בפונולוגיה מתחילים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06271022 - פונולוגיה מתחילים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06271060 - מבוא לבלשנות: בונים תיאוריה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06271120 - פונטיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06271142 - מבוא לסמנטיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06272101 - סדנה מתקדמת בתחביר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06272102 - תרגיל בתחביר מתקדמים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06272105 - Academic skills: Readings in Linguistics',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06272117 - תחביר מתקדמים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06272130 - תחביר למתחילים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06272166 - פונולוגיה - מתקדמים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06272177 - יסודות הסמנטיקה הפורמלית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06272222 - בלשנות חישובית מתחילים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06273005 - פונולוגיה ניסויית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06273112 - פונולוגיה ומורפולוגיה של שפות שמיות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06273154 - The Semantics of Comparison in Count Nouns, Mass Nouns and Adjectives',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06273241 - ממשק הפונולוגיה והמורפולוגיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06273280 - דו-לשוניות: התפתחות, ידע, ושימוש',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06274001 - Advanced Semantics',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06274018 - Modern Syntax',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06274028 - פסיכובלשנות: שיטות מחקר ועיצוב ניסויים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06274029 - פסיכובלשנות: מבוא לתיאוריות של עיבוד משפטים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06274039 - עברית: תופעות תחביריות, שינויים ווריאציות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06274067 - חישוב פונולוגי א: הכללות סמויות וארכיטקטורה פונולוגית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06274072 - רכישת שפה: גישות פסיכובלשניות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06274077 - נוירובלשנות: שפה ומוח',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06274085 - סמינר פסיכובלשנות - עיבוד מבני תלות תחבירית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06274090 - בלשנות חישובית מתקדמים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06274095 - סמינר למידה: חישוביות וקוגניציה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06274147 - קולוקוויום מחקרי ב',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06276100 - שעות ניסוי בבלשנות',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06278214 - פסיכוסמנטיקה',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06278215 - תחביר וסמנטיקה של נקודת ראות',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06279985 - פרוייקט מחקר מודרך',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06279998 - בחינת גמר לתלמידי התואר השני - מסלול ללא תיזה',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06279999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06311010 - יסודות הדקדוק',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06311130 - מושגי יסוד באסלאם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06311132 - תרגיל במושגי יסוד באסלאם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06311142 - תרגיל בספרות ערבית מודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06311150 - ערבית שימושית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06312007 - מגמות חדשות בסיפורת המודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06312111 - מבוא לתיאולוגיה אסלאמית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06312220 - קווים מאפיינים בספרות הקלאסית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06312240 - יסודות השירה הערבית המודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06312242 - סיפורת מודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06312254 - תרגיל בטקסטים ספרותיים קלאסיים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06312258 - מעמד האישה בעולם האסלאם בראי ההלכה, הספרות והקולנוע',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06312420 - מבוא לערבית מדוברת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06312423 - סוגת אלפרג בעד אלשדה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06312461 - טקסטים עיוניים קלאסיים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06312463 - פקה אל-אקליאת: המאבק על ההגמוניה בענף משפטי מתפתח',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06312468 - מבוא לפילוסופיה אסלאמית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06313320 - זאנרים ספרותיים קלאסיים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06313437 - התגבשות התיאוריה הדקדוקית הערבית של ימי הביניים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06314147 - סמינר מחלקתי',
		'faculty_name':'אחת לשבועיים	רוח'
	},
	{
		'course_name':'06314174 - קריאה בביוגרפיות של צלאח א-דין',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06314175 - תרגיל בספרות מודרנית: ספרות נשית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06314176 - מחמוד דרוויש: האיש והיצירה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06314178 - קריאה בטקסטים שיעים מודרניים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06314180 - ספרי הכיתות: מאל-אשערי ועד אל-שהרסתאני',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06314181 - טרמינולוגיה ורטוריקה באסלאם בן זמננו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06314182 - הפועל הערבי בכתבי המדקדקים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06314184 - קריאה בספרות מצרית מודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06314186 - מבוא לסופיזם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06314347 - תאוריות ספרותיות מודרניות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06314350 - ספרות פלסטינית',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06314351 - השלום באסלאם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06412105 - יהדות: דת, לאום או תרבות אנושית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06412224 - פורום להיסטוריה יהודית א',
		'faculty_name':'אחת לשבועיים	רוח'
	},
	{
		'course_name':'06451022 - סמינר דוקטורנטים',
		'faculty_name':'אחת לשבועיים	רוח'
	},
	{
		'course_name':'06452001 - סדר, אי-סדר ואנרכיה: חברה, פוליטיקה ואידיאולוגיה בעבר ובהווה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06454011 - מעבדת יחידי סגולה: הכוח והסמכות לרפא',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06454012 - המעבדה להיסטוריה של משבר האקלים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06456666 - עבודה שוות ערך לתיזה',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06511001 - קריאה מודרכת א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06511002 - קריאה מודרכת ב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06511003 - פילוסופיה של מדעי החברה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06511007 - מתמטיקה לפכ"מ',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06511010 - קורס אינטגרטיבי לפכ"מ: כלכלה פוליטית בינלאומית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06511019 - תרגיל צמוד למבוא לפילוסופיה פוליטית - פכ"מ',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06513001 - סמינר פכ"מ',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06540010 - סמינר מחלקתי מזה"ת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06544010 - שבט ומדינה במזה"ת המודרני - היבטים מתודולוגיים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06544127 - מיעוטים ומדינה במזה"ת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06544203 - כופר נפש בשריעה ובחברה המוסלמית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06544213 - ההיסטוריה הפוליטית של נשק גרעיני במזרח התיכון',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06544214 - איך לקרוא היסטוריה של המזרח התיכון?',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06544216 - היסטוריה פלסטינית: מבט בינתחומי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06544220 - חברה ותרבות באיראן המודרנית בראי המקורות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06545111 - סמינר מרכז דיין: עשור לאחר "האביב הערבי" - בחינה מחודשת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592119 - היסטוריה של הפיזיקה החדשה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592126 - מושגים מדעיים, מושגים פוליטיים: מהו מושג?',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592139 - להיות נורמלי: היסטוריה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592462 - ביולוגיה וחברה : ?גזע ?,לאום וגזענות במאה 20-21 ובמגפת הקורונה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592465 - גישות חקר לתרבות הדיגיטלית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592505 - גילויים מקבילים והמצאות מקבילות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592534 - מושג הקונטיגננטיות בהגות המאה העשרים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592535 - זמן ומרחב בשפה ובקוגניציה: הבלשנות בין הפילוסופיה למדעי הטבע',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592594 - קריאה בטקסטים קלאסיים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592598 - קריאה בטקסטים קלאסיים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592605 - Einstein?s Unified Field Theory',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592608 - תאטרון המדע של גלילאו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592611 - היסטוריה אינטלקטואלית ב (השלמות)',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592612 - הידע היווני בעולם האסלאמי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06592617 - קריאה בטקסטים קלאסיים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06593056 - מבוא לתיאוריה ביקורתית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06595155 - שאלות יסוד בהיסטוריה של מדעי החברה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06595397 - סמינר מחקר.',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06596247 - מושגי יסוד במתמטיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06599993 - הפילוסופיה של אייזיק ניוטון',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06621010 - כתיבה אקדמית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06621011 - מבוא למחשבה הומאניסטית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06621043 - האני: מאני חושב פילוסופי לאני מרגיש פסיכואנליטי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06621137 - סוציולוגיה של הרשת: יחסים, רשתות חברתיות והון חברתי בעידן המידע',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06621292 - רטוריקה ואתיקה: שלשה נאומים הומניסטיים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06621304 - רוח המנהל: פיתוח המנהל דרך טקסטים ויצירות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06621307 - ההיסטוריה הכלכלית והחברתית של ישראל',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06621761 - מארכדיה לסייבר: פרקים בהיסטוריה של הסנטימנט האקולוגי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06621960 - תולדות המחשבה הכלכלית מיוון העתיקה ועד ימינו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622074 - יסודות בניתוח רטורי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622119 - הפילוסופיה של הטכנולוגיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622125 - רשתות חברתיות? צרכנים? אזרחים? חלומות שבורים באינטרנט',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622128 - עבדי התאגיד: כוח ועיצוב התודעה בתאגידים בינלאומיים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622227 - לאלוהים לחץ כאן: דת בעידן הדיגיטלי והטכנולוגיה כדת מודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622235 - רטוריקה בחיי היומיום: טיעונים וכשלים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622237 - מבוא לתיאוריות של מיתוסים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622251 - פסיכואנליזה התייחסותית: תיאוריה וטכניקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622603 - מדע בדיוני',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622607 - משחקי מחשב - היסטוריה ותיאוריה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622608 - רטוריקה של הגוף',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622619 - עבודת צוות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622623 - לנצל את הלב כדי לנצח את המוח: תפקידו של הרגש באומנות השכנוע',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622627 - סדנת דיבייט',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622628 - מיתוס פנטזיה ואגדה בתרבות היהודית המודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622963 - לקראת קליניקה במדעי הרוח',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622965 - עלייתה של גלובליזציה ונפילתה (2020-1990)',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622966 - הפסיכולוגיה של השיגעון',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06622970 - דת וכלכלה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06623085 - היסטוריה תרבותית של העיתונות Fake News אז ועכשיו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06623102 - קוראים פרויד: מהקליניקה לתרבות ובחזרה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06623120 - תורת המחלוקות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06623123 - העידן החדש של ארגונים: השפעת הגלובליזציה על ארגונים ועל אנשים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06623125 - עובדות ופרשנות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06623128 - הבניית סמכות ולגיטימיות בשיח הפוליטי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06681402 - תנועות תרבותיות וזרמים אינטלקטואליים בצרפת של המאה העשרים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06681404 - מיומנויות יסוד - תרגיל לשיעור צרפת במאה ה-19 בראי הקולנוע, הספרות והאמנות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06681407 - צרפתית כתובה ומדוברת למתחילים 2',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06682246 - צרפת במאה ה-20 א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06682293 - צרפת במאה ה -20 ב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06682327 - סדנת תרגום ועריכה 2',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06682337 - סוגיות בסוציו - בלשנות של השפה הצרפתית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06682349 - כל מולייר א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06682365 - סוגיית הכתיבה הנשית בצרפת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06682594 - יצירות מופת של צרפת הקלאסית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06683000 - להיות עם חופשי: צרפת ומדינות אפריקה הפרנקופונית בשנות המעבר מנתינות לעצמאות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06683058 - « La Guerre Dindependance Algerienne, Deroulement Et Representations Dans La So',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06683590 - צרפתית 5 לשנה ג',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06684232 - פורום אדר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06684236 - פורום תרבות צרפת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06685002 - טיעונים וכשלים בשיח הפוליטי, התקשורתי והספרותי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06691001 - מבוא למחקר התרבות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06694008 - מחקר התרבות: מסורות ובעיות-מבוא לתלמידי מ.א.',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06695069 - טקסטים קלאסיים במחקר התרבות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06695082 - כתיבת הצעת מחקר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06696107 - הגירה, פזורה, גולה: נדידה והתפשטות של תרבויות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06696118 - המעבדה בנושא פעילות וזהות חברתית סביבתית א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06696120 - עירוניות והביטוס עירוני',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06696131 - משפחה ותרבות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06696133 - מעבדה ב - המעבדה לתעביר, מגע בין תרבויות ותרגום ב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06696135 - תרבות, אתניות ויחסים בין קבוצות אתניות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06696142 - תרבות פופולארית וזהויות חברתיות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06711010 - ראשית התרבות האנושית: מבוא לארכיאולוגיה פרהיסטורית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06711011 - כלי צור בשימוש האדם הפרהיסטורי - שיטות ייצור וטיפוסי כלים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06711043 - מבוא לתרבויות המזרח הקדום וראשית הכתב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06711058 - הארכיאולוגיה של ביות הכלב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06711071 - מבוא לארכיאולוגיה קלאסית ושל ארץ-ישראל בתקופות הקלאסיות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06711091 - מבוא לאמנות בדרום-מערב אסיה: 3,500 - 500 לפני הספירה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06711123 - מיומנויות יסוד: סדנא מתודולוגית - קריאה וכתיבה מדעית לתלמידי שנה א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06711125 - מיומנויות יסוד - כתיבה אקדמית באנגלית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06711218 - טיפולוגיה של כלי-חרס א (קרמיקה קדומה)',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06711552 - מצרית למתחילים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06711553 - אכדית למתחילים (אנגלית)',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712000 - תולדות המחשבה הארכיאולוגית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712060 - מבוא לתקופת הברזל לאור תיאורי המקרא והכתובות הקדומות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712063 - יסודות הארכיאוזואולוגיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712126 - ארכיאולוגיה של יוון ב"תקופת האופל" והתקופה הארכאית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712190 - מציידים לחקלאים: ביות בעלי חיים במזרח הקדום',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712220 - טיפולוגיה של כלי-חרס ב (תקופת הברונזה המאוחרת והברזל)',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712329 - ביות צמחים וסביבה בפרספקטיבה ארכיאולוגית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712331 - ארכיאובוטניקה: שרידי צמחים ברקורד הארכיאולוגי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712344 - טכנולוגיות קדומות בעולם הקלאסי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712420 - יסודות הגיאו-ארכיאולוגיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712521 - שיטות תארוך בארכיאולוגיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712526 - מצרית למתחילים - תרגול',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712527 - אכדית למתחילים (אנגלית) - תרגול',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712528 - הארכיאולוגיה של ההווה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712530 - להכיר, להבין, ולהסביר עולם ניאוליתי ללא קיראמיקה: המהפכה החקלאית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712537 - עולם החי בתקופת המקרא',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712543 - מרוגם הירי לסטונהנג- היבטים מרחביים, תרבותיים ותאורטיים במחקר המגליתים בין הלב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06712545 - כל העולם במה" ? תרבות הפנאי של העולם הקלאסי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06713203 - ארכאולוגיה מרחבית (סקר): תיאוריה ומעשה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714160 - סדנה לתלמידי מחקר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714166 - מדעי הארכיאולוגיה: סוגיות בחזית המחקר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714182 - סמינר מחלקתי: מי שמאמין לא מפחד? הארכיאולוגיה של האמונה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714192 - אנשי המערות: מדוע מערות כל כך משמעותיות עבור בני אדם מאז ומעולם?',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714193 - חפירות נבחרות בארץ-ישראל בתקופות הקלאסיות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714194 - דת וספרות במסופוטמיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714195 - Pots and People: Ceramic Technology, Typology and Social Implications (from the',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714199 - בלי גבולות ? הארכאולוגיה של הלימס הרומי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714200 - The History of the Shephelah: Tel Azekah As a Case Study',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714292 - הממד הנוסף ? ארכאולוגיה חישובית ותלת-ממדית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714333 - תיאורי מלחמה בתקופת המקרא',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714334 - לוחמה במזרח הקדום',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714336 - התקופה הניאוליתית וערש התרבות המערבית: הרהורים על אז ועכשיו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06714603 - האדם והסביבה: מבט מהעבר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06721101 - לשון יוונית למתחילים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06721109 - מבוא למיתולוגיה יוונית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06721201 - רומית למתחילים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06721521 - מיומנויות יסוד: שער לעולם העתיק: מקורות ומתודולוגיה.',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06721522 - שער לעולם העתיק: מקורות ומתודולוגיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06721545 - השירה האפית ביוון וברומא',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06722103 - הפיכת סדרי עולם בקומדיה של אריסטופנס',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06722131 - קריאה בגורגיאס לאפלטון',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06722147 - זכרון ומוות בעולם העתיק',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06722323 - קריאה בשירה הרומית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06723295 - הרודוטוס וכתיבת היסטוריה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06723509 - זהות אתנית בעולם העתיק',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771131 - המחלוקת בין תנועת העבודה לתנועה הרביזיוניסטית 1952-1918',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771134 - עולמות יהודים בין כורש למוחמד',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771229 - The Jews in America: History, Society and Culture, 1654-2019',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771283 - מבוא לברית החדשה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771285 - פולמוס ומחלוקת במלחמת העצמאות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771291 - השואה במזרח אירופה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771293 - ההיסטוריה של התפילה היהודית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771295 - השבתאות בהופעתה ובשנותיה הראשונות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771297 - האב המייסד, חיים וייצמן, 1948-1904 - בין ביוגרפיה להיסטוריה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771300 - סורית למתחילים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771303 - ארכיונים מרכזיים בארץ ובעולם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771532 - הציונות והיישוב, 1917-1881',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771540 - חיי יומיום בארץ ישראל/פלסטינה: קורס במיומנויות יסוד',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06771801 - היסטוריות ישראליות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06772054 - העימות היהודי-ערבי בארץ ישראל, 1939-1905',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06773047 - החסידות בעיני מתנגדיה: קריאה בכתבי פולמוס ומחלוקת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06774036 - העיירה היהודית: היסטוריה, זיכרון ודימוי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06774066 - "הפתרון הסופי" - התפתחות, מבצעים, קורבנות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06774068 - ממשפחה יהודית למשפחה ישראלית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06774100 - מקצועו של ההיסטוריון',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06774108 - ממהפכת הדפוס לנאורות: היסטוריה תרבותית של יהודי אירופה בעת החדשה המוקדמת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06774114 - ישראל וגרמניה - זיכרון, דיפלומטיה וביטחון',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06774128 - ישראל והפצצה: המאבק המדיני והוכוח הבטחוני והפוליטי בשנות ה-60 בשאלת הנשק הגרעיני',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06774131 - משכילים, אספנים ואוריינטליזם יהודי בארצות האסלאם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06774132 - גבולות של קודש וחול',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06774133 - בין הפטיש והסדן: אימפריות המורדים במרחב הארצישראלי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06774134 - ההיסטוריה של ההלכה בעת החדשה המוקדמת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06776001 - סמינר כתיבה בין אוניברסיטאית בלימודי מזרח אירופה ויהודיה בדגש על היסטוריה חברתית',
		'faculty_name':'מופעים בדידים	רוח'
	},
	{
		'course_name':'06779999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06801001 - צמיחתה של סיפורת עברית מודרנית: קווי יסוד',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06801005 - מזשיר: מונחי יסוד בשירה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06801111 - תרגיל בלקרוא סיפור: מונחי יסוד בסיפורת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06801112 - התיאוריה של הספרות והתרבות במאה ה-20',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06801113 - תרגיל בתיאוריה של הספרות והתרבות במאה ה-20',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06801203 - מבוא לספרות העממית: מאגדות בראשית לגניבת כליות במזרח',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06801313 - כוכב אחד לבד: קריאה בשירי אבן גבירול',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06801445 - מיומנויות יסוד: קריאה וכתיבה אקדמית ביקורתית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06801448 - סדנה: לכתוב משפט מדובר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06802115 - הבן האובד: סיפורי הברית החדשה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06802118 - ספרות האובססיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06802119 - מקיואן: מונוגרפיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06802124 - הכתיבה החדשה באמריקה הלטינית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06802140 - עגנון, "סיפורי אהבים": קריאה צמודה בסיפורי עגנון על אהבה, נישואים ומיניות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06802145 - לאה גולדברג כמסאית, כמבקרת תרבות וכמשוררת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06802147 - דמות האב בספרות העברית המודרנית: "לפעמים זה דבר מסובך, אבא ובן"',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06802149 - ספרות וקפיטליזם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06802150 - בריאה-טבע-סביבה: התגבשות המחשבה האקולוגית בעברית מהמקרא עד מנדלי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06802801 - מ-ערב: אוריינטציה בתרבות המערבית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06803155 - שירה ותקווה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06803161 - אתיופיה ודימוייה: ממלכת שבא להיילה סלאסי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06803182 - סודות ושקרים: מה מסתירה הספרות?',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06803195 - Human Stains: Jewish American Literature After 1945',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06803196 - ללא אוויר: הסיפור הרוסי הקצר במאות התשע עשרה והעשרים (חלק א)',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06803198 - האישה ברומן הנאורות בצרפת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06803216 - המפנה הפוסט-הומניסטי: לקרוא ספרות בעיניים לא אנושיות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06803217 - על מסורות התרגום בין ערבית לעברית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06803218 - הסיפור האמריקאי הקצר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06803219 - מבוא לנרטולוגיה פוליטית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06803272 - הפנטסטי בראי הקוגניציה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06804000 - דור המדינה בספרות הישראלית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06804124 - אתה חברה שלי - קוויריות בשירה העברית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06804125 - לאורך קו האופק של 1900: צכוב; לויתן; גנסין',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06804126 - כתיבתה של רונית מטלון',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06804128 - בעקבות הזמן האבוד: אהבה, זיכרון, יצירה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06804130 - היסטוריה(ות) של הספרות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06805022 - מפגשי מחקר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06805132 - סדנה: בין הבדיה לממואר',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06805165 - הסיפור הקצר בראי הקוגניציה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06805183 - סופרות צרפתיות עכשוויות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06805216 - לא כוחות: הפואטיקה של השיבוץ המקראי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06805218 - מהקנטאור ועד בוב-ספוג: היברידים בראי הקוגניציה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06805219 - תיאוריות של ספרות עולם: הרומאן המודרני בהיבט השוואתי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06805220 - איסאק באבל ודורו: יהודים וספרות בברית המועצות 1917- 1940',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06805610 - ההשראה החוזרת לתיקונה: סדנת שירה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06805905 - Double Vision: Readings in Palestinian and Hebrew/Jewish Fictions',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06805907 - סופרים ערבים כותבים בעברית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06806000 - סדנה בפרוזה (שנה א)',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06806002 - סדנה בשירה (שנה א)',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06806016 - סדנה בתרגום פרוזה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06806019 - סדנה בביקורת ספרות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06806053 - סדנה בכתיבת טבע: פרוזה שנים ב ו-ג',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06806055 - הסיפור הקצר: סדנת פרוזה שנים ב ו-ג',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06806207 - סדנת שירה: מוולך ועד סאפפו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06807014 - סדנה: התרגום כשער לכתיבה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06807028 - סדנה בעריכת תרגום',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06808310 - לשון ואלימות: ספרות השואה וסוגיות בשפה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06871100 - תרגיל מבואי- סין',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06871111 - מבוא סין א-מהעת העתיקה ועד לעת החדשה המוקדמת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06871113 - מבוא יפן א-מהעת העתיקה ועד לעת החדשה המוקדמת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06871115 - מבוא הודו א-מהעת העתיקה ועד העת החדשה המוקדמת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06871200 - תרגיל מבואי-יפן',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06871300 - תרגיל מבואי- הודו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06871680 - יפנית שנה א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06871700 - סינית שנה א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872062 - אדריכלות וסביבה ביפן',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872117 - אתגר המערב בתרבות סין ממחצית המאה ה-19 ועד ימינו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872166 - עולם העבודה ביפן הגלובאלית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872189 - זהויות אזוריות בסין המודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872213 - סוגיות בסיסיות בבודהיזם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872311 - הדרך (דאו) בעין העדשה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872312 - תרבות ומדיה בסין העכשווית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872425 - מפולחן הקיסר ועד ה"אום" דת וחברה ביפן המודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872473 - בודהיזם בהודו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872512 - מבוא לקוריאה המודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872515 - הינדוהיזם חי:דת,חברה ופוליטיקה בהודו העכשווית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872517 - הלב של הודו:היסטוריה תרבותית של הדרום',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872518 - נחיתה בדלהי:עיר ועירוניות בהודו המודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872519 - סדנת יזמות במזרח ודרום אסיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872524 - שווקים ומסחר בהודו העכשווית:כלכלה, חברה ותרבות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872529 - הודו עכשו: קולנוע, ספרות, פילוסופיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872532 - ספרות סינית במאה העשרים והעשרים-ואחת',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872533 - יפן בעת החדשה המוקדמת: סוגיות בחברה ובתרבות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872534 - מייסדי הבודהיזם היפני: מסע בהיסטוריה הגותית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872535 - Asia Across Boundaries',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872537 - Western Influence and the Transformation of Chinese Society, 1800-1911',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872680 - יפנית שנה ב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06872700 - סינית שנה ב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06873419 - סין ואירופה:הסטוריה של יחסים ורעיונות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06873440 - יהדות וקונפוציאניזם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06873457 - השתתפות פוליטית בסין: דמוקרטיה דיונית, מחאה חברתית ואקטיביזם דיגיטלי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06873458 - הדרך והמימוש האנושי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06873462 - שלטון ומנהל ציבורי ביפן המודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06873463 - משמרנות לאקטיביזם -מהפיכת הזן-בודהיזם היפני במאה ה 18',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06874510 - סוגיות מגדר בהודו המודרנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06874519 - משטרים סמכותניים באסיה: מקורות, עמידות פוליטית ויחסי חברה-מדינה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06874520 - הינדואיזם בחדשות הטלויזיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06874524 - מדיניות החוץ של יפן וסין במאה ה - 21',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06874525 - קריאת טקסטים מתקדמית בסינית קלאסית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06874527 - מחקר סינולוגי במאה ה-21: ביבליוגרפיה, מאגרי מידע, וכלים דיגיטליים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06879000 - סנסקריט שנה א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06879002 - סינית קלאסית א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06879008 - סינית שנה ג חלק א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06879019 - יפנית שנה ג חלק א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06879020 - יפנית שנה ג חלק ב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06879108 - סינית שנה ג חלק ב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06879200 - הינדי - שנה א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06879210 - הינדי שנה ב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06879235 - קוריאנית א',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06879236 - קוריאנית ב',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06879238 - סנסקריט שנה ב: שירת הגעגוע של קאלידאסה: קריאה ב"שליח-ענן"',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06884011 - שיטות מחקר בלימודים קוגניטיביים של השפה ושימושיה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06884014 - היבטים קוגניטיביים של שיח',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06884016 - שפה ומוח',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06884017 - לא דובים ולא יער? על אפקט השלילה מנקודת מבט פסיכובלשנית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06884523 - עיבוד שפה בהקשר ויזואלי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06884524 - יסודות הפסיכובלשנות',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06885003 - השינוי הלשוני: תהליכי הווצרות מבניים והשלכותיהם',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06885008 - מובן ומשמעות: גישות, תהליכים ותיפקודים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06885010 - קשב זיכרון ומודעות: תהליכים קוגניטיביים בעיבוד שפה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06936101 - סוגיות מרכזיות בהיסטוריה קדם-קולוניאלית של אפריקה',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06936110 - מבוא לדת האסלאם',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06936219 - מוסיקה אפריקאית - בין האסתטי, הפוליטי והתרבותי',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06936232 - אפריקה בתקופה הקולוניאלית',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06936237 - היסטוריה מודרנית של אריתריאה (1889-1991)',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06936238 - כלכלת פיתוח',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06936239 - מבוא לדיפלומטיה בינלאומית',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06936240 - גישות עכשוויות בפיתוח וכלכלות',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06936241 - המאה העשרים: מבטים על אירועי מפתח בעידן העכשווי, 1914-2001',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06936242 - סוגיות מרכזיות בהיסטוריה קדם קולוניאלית של אפריקה',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06936243 - מיומנויות למידה היסטוריות',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06936312 - פוליטיקה וחברה באפריקה הפוסט-קולוניאלית',
		'faculty_name':'ללא זמ"ק	רוח'
	},
	{
		'course_name':'06974105 - פאולוס: טקסט, מחקר ודיון פילוסופי עכשווי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06974106 - קמיעות פגאניים יהודיים ונוצריים בעת החדשה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06974108 - "המורדות" ( ואלו שלא): נשים ומגדר בעולם החרדי, הדתי-לאומי והמסורתי',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06974109 - הפולמוס היהודי-נוצרי-פגאני בעת העתיקה',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06974126 - סרבנות גט- איך יוצאים מזה?',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06974200 - סמינר מחלקתי- דתות במאה ה- 21',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06994003 - העברית הנורמטיבית בת-ימינו',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06994033 - עריכה עיתונאית',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06994036 - עריכת ביוגרפיות וסיפורי חיים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06994037 - עריכת פרוזה וספרי ילדים',
		'faculty_name':'רוח'
	},
	{
		'course_name':'06994038 - תוכן שיווקי ומדיה חברתית (א)',
		'faculty_name':'רוח'
	},
	{
		'course_name':'16621100 - World Masterpieces of the Western Tradition',
		'faculty_name':''
	},
	{
		'course_name':'16621102 - Academic Writing',
		'faculty_name':''
	},
	{
		'course_name':'16621108 - A Political History of the Economy',
		'faculty_name':''
	},
	{
		'course_name':'16621111 - Modernity and Its Discontent',
		'faculty_name':''
	},
	{
		'course_name':'16621116 - Advanced Academic Writing',
		'faculty_name':''
	},
	{
		'course_name':'16621118 - From Pythagoras to Google: Social Histories of Knowledge',
		'faculty_name':''
	},
	{
		'course_name':'16621119 - Understanding the Climate Crisis: an Interdisciplinary Introduction',
		'faculty_name':''
	},
	{
		'course_name':'16621130 - Film and Philosophy: Coming Out of the Cave',
		'faculty_name':''
	},
	{
		'course_name':'16621201 - Social and Cultural History of the Middle East',
		'faculty_name':''
	},
	{
		'course_name':'16621300 - Introduction to Modern Jewish Thought',
		'faculty_name':''
	},
	{
		'course_name':'16621306 - Introduction to Classical Jewish Philosophy',
		'faculty_name':''
	},
	{
		'course_name':'16621309 - Key Psychological Themes Through the Lens of the Camera',
		'faculty_name':''
	},
	{
		'course_name':'16621500 - Digital Discourse: New Media Language and Dynamics',
		'faculty_name':''
	},
	{
		'course_name':'16621501 - Techno-Utopia: Introduction to the Social and Cultural History of the Internet',
		'faculty_name':''
	},
	{
		'course_name':'16621503 - Theories in Communication and Digital Media',
		'faculty_name':''
	},
	{
		'course_name':'16621508 - Film and Postmodernism',
		'faculty_name':''
	},
	{
		'course_name':'16621600 - Introduction to Developmental Psychology',
		'faculty_name':''
	},
	{
		'course_name':'16621604 - Research Methods',
		'faculty_name':''
	},
	{
		'course_name':'16622064 - Pro-Seminar',
		'faculty_name':''
	},
	{
		'course_name':'16622217 - Culture and Politics in Modern Egypt',
		'faculty_name':''
	},
	{
		'course_name':'16622225 - The Shi?a Crescent: History, Culture and Religion',
		'faculty_name':''
	},
	{
		'course_name':'16622231 - Spoken Arabic',
		'faculty_name':''
	},
	{
		'course_name':'16622908 - Do Algorithms Have Imagination?',
		'faculty_name':'ללא זמ"ק	'
	},
	{
		'course_name':'16623206 - Contemporary Moral Problems',
		'faculty_name':''
	},
	{
		'course_name':'16623207 - Reading the Zohar',
		'faculty_name':''
	},
	{
		'course_name':'16623505 - Personality Assessment',
		'faculty_name':''
	},
	{
		'course_name':'16623600 - Psychology and Political Conflict',
		'faculty_name':''
	},
	{
		'course_name':'16625200 - Introduction to Islam',
		'faculty_name':''
	},
	{
		'course_name':'16625901 - Biology b',
		'faculty_name':''
	},
	{
		'course_name':'16625902 - General Chemistry',
		'faculty_name':''
	},
	{
		'course_name':'16625903 - Marketing for Entrepreneurs',
		'faculty_name':''
	},
	{
		'course_name':'16625907 - Relocation Theory and Practice',
		'faculty_name':''
	},
	{
		'course_name':'16734001 - Archaeology and History of the Land of Israel - Late Iron Age I - Iron Age II',
		'faculty_name':'טווח תאריכים - שבועי	'
	},
	{
		'course_name':'16734002 - The Archaeology and History of the Land of Israel - Iron Age II - Persian Period',
		'faculty_name':'טווח תאריכים - שבועי	'
	},
	{
		'course_name':'16734003 - Archaeology & History of the Southern Levant during Persian & Hellenistic Period',
		'faculty_name':''
	},
	{
		'course_name':'03005000 - בטיחות כללית וחשמל',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03005001 - עזרה ראשונה',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03005031 - מבוא לביולוגיה לכימאים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03211100 - אלגברה לניארית לפיזיקאים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03211104 - מבוא לתרמודינמיקה ומצבי צבירה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03211111 - מעבדה בפיזיקה א 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03211112 - מעבדה בפיזיקה א 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03211118 - פיזיקה קלאסית 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03211119 - פיזיקה קלאסית 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03211121 - מחשבים לפיזיקאים (באנגלית)',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03211201 - יחסות פרטית',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03211702 - סמינר תלמידים בתכנית המצטיינים שנה א',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03211836 - הסתברות וסטטיסטיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03211838 - מבוא מתמטי לפיזיקאים 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03211839 - מבוא מתמטי לפיזיקאים 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212102 - גלים אור ואופטיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212103 - קוונטים 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212105 - מכניקה אנליטית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212111 - פיזיקה תרמית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212117 - שיטות נומריות בפזיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212121 - מעבדה בפיזיקה ב 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212122 - מעבדה בפיזיקה ב 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212130 - שיטות בפיזיקה עיונית 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212131 - שיטות בפיזיקה עיונית 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212133 - סמינר בחישוב קוונטי א',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212134 - סמינר בחישוב קוונטי ב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212701 - סמינר תלמידים בתכנית המצטיינים שנה ב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03212702 - סמינר תלמידים בתכנית המצטיינים שנה ב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03213005 - פרויקט',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03213101 - קוונטים 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03213103 - מבוא למצב מוצק',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03213108 - מבוא לאסטרופיזיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03213109 - אלקטרומגנטיות אנליטית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03213113 - מצב מוצק ב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03213300 - פרוייקט מחקר לתלמידי תכנית המצטיינים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03213804 - מבוא לחלקיקים וגרעין',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03213808 - מעבדה בפיזיקה ג- א -אנגלית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03213809 - מעבדה בפיזיקה ג- ב- אנגלית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03213817 - מבוא לחישוב קוונטי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214020 - תורת היחסות הכללית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214070 - סמינר באסטרופיזיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214075 - תורת המיתרים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214110 - תרמודינמיקה ומכניקה סטטיסטית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214111 - מכניקה סטטיסטית מחוץ לשיווי משקל',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214115 - פיזיקה קוונטית מתקדמת',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214117 - אלקטרומגנטיות מתקדמת',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214157 - סמינר מחקרי בחומר מעובה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214178 - סמינר מחקרי תלמידים בחומר מעובה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214201 - תורת השדות 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214215 - תורת השדות 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214227 - סמינר בגרעין',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214231 - סמינר מחקרי תלמידים בחלקיקים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214234 - סמינר מחקרי תלמידים בחלקיקים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214285 - תורת שדות לחומר מעובה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214318 - אסטרופיזיקה כוכבית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214320 - שיטות תצפיתיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214330 - סמינר באסטרופיזיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214405 - סמינר בחומר מעובה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214406 - סמינר בחומר מעובה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214409 - תורת החומר המעובה 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214418 - סמינר מחקרי תלמידים באסטרופיסיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214420 - סמינר מחקרי תלמידים באסטרופיסיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214813 - פיזיקה מזוסקופית וננואלקטרוניקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214821 - סמינר תלמידים על-מיתרים (סמ א)',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214822 - סמינר תלמידים:על מיתרים (סמ ב)',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214826 - אסטרופיזיקה של אנרגיות גבוהות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214828 - פיזיקה מעבר למודל הסטנדרטי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214832 - אופטיקה מתקדמת',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214842 - תורת החלקיקים 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214855 - סמינר ארצי נסיון ותיאוריה סמסטר ב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214862 - שיטות סריג בתורת השדות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03214864 - תורת האינפורמציה ופיזיקה קוונטית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03216666 - קולוקויום - פיזיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03411200 - מבוא למדעי האטמוספירה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03412000 - מעבדת שדה בגיאולוגיה (קמפוס)',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03412005 - פיזיקה של האטמוספירה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03412007 - מעבדה במדעי כדור הארץ',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03412008 - מבוא לאנליזה נומרית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03412221 - מבוא לכימיה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03412301 - מבוא למערכת השמש',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03413014 - מבוא לדינמיקה לא לינארית וכאוס',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03413019 - פלנטות מחוץ למערכת השמש',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03413020 - פרויקט מחקר',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03413021 - אוקיונוגרפיה פיזיקלית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03413022 - אסטרוביולוגיה -היקום כסביבה מאפשרת חיים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03413105 - מכניקת הרצף גאופיזית - מוצקים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03413106 - מבוא ללוויינות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03413205 - שיטות סייסמיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03413211 - דינמיקה של מערכות סינופטיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03413214 - עיבוד אותות גיאופיזיים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03413245 - פיזיקה של כוכבים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03413258 - סייסמולוגיה של רעידות אדמה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03414017 - ס בפענוח ועיבוד נתונים של סקרים סייסמיים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03414076 - גיאולוגיה של המזרח התיכון',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03414084 - נושאים במכניקה מסלולית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03414095 - שריפת צמחייה ואקלים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03414113 - אי יציבות של זרימות גזירה גאופיזיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03414210 - סמינריון מחלקתי (קולקוויום)',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03414416 - חשמל אטמוספרי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03491011 - הדרכה בספריה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03491303 - מבוא לתכנון עירוני ואזורי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03491606 - מבוא לגיאואינפורמטיקה א- היבטים של מיפוי וחישה מרחוק',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03491608 - מבוא לגיאואינפורמטיקה ב : מערכות מידע גיאוגרפיות',
		'faculty_name':'אחת לשבועיים	מדעים מדויקים'
	},
	{
		'course_name':'03491817 - סטטיסטיקה לגיאוגרפים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492002 - מערכות מידע גיאוגרפיות מתקדמות (ממ"ג ב)',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492020 - מיומנויות במחקר וכתיבה מדעית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492021 - מבוא כללי לתכנות (פייתון)',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492121 - גיאופוליקה של מים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492134 - בריאות, מקום וחברה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492135 - מי שתייה, סניטציה והיגיינה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492166 - ניהול מידע לוויני למחקר סביבתי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492170 - טכנולוגיות איתור וניטור מתקדמות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492245 - תהליכי זיהום מים:שיטות שדה ומעבדה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492264 - עיור, ערים, עירוניות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492266 - טיפול בפסולת בישראל',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492287 - גיאוגרפיה של תיירות ופנאי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492300 - אקלים א"י',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492400 - שיטות מחקר איכותניות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492409 - שיטות מחקר כמותיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492444 - עקרונות בבניית פרויקט מחקר',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03492464 - מורפולוגיה עירונית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492477 - גיאוגרפיה רפואית וסביבה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492527 - תכנון עירוני',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492862 - מודלים של תהליכים גיאוגרפיים במרחב-זמן',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492880 - גבולות ישראל',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492918 - חישה מרחוק',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492929 - גיאוגרפיה היסטורית סביבתית בעת החדשה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03492935 - חישה מרחוק בסביבה אורבנית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03493003 - תכנון עירוני וחישה מרחוק',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494235 - תכנון אזורי ומטרופוליני',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494236 - זהויות, תכנון והעיר הנאו ליברלית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494244 - ניתוח טופולוגי-מרחבי של סביבה עירונית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494334 - אפידמיולוגיה סביבתית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494335 - סמינר מחלקתי',
		'faculty_name':'אחת לשבועיים	מדעים מדויקים'
	},
	{
		'course_name':'03494336 - סמינר מחלקתי',
		'faculty_name':'אחת לשבועיים	מדעים מדויקים'
	},
	{
		'course_name':'03494362 - טיפול במים ושפכים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494384 - אקלים העיר',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494399 - פרויקט יישומי: תכנון תנועה ושימושי קרקע בסביבה עירונית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494433 - אירועי מזג אוויר קיצוניים והקשרם הסביבתי א - ההיבט הגלובלי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494434 - חישה מרחוק למתקדמים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494493 - היבטים תיאורטיים ויישומיים של הקמת מערכות מידע גיאוגרפיות (GIS)',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494522 - חוקי תכנון ובניה: היבטים משפטיים וכלכליים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494625 - תכנון תואם אקלים וסביבה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494699 - זרמים מתודולוגיים בחשיבה הגאוגרפית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494772 - קבלת החלטות מרחביות בעזרת GIS',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494842 - שיטות מחקר כמותיות מתקדמות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494867 - תיאוריות בתכנון: היבטים של מורכבות, אינפורמציה והעיר',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03494899 - ויכוחים בתיאוריות מתקדמות בתכנון',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03499996 - בחינת גמר בע"פ ללא תזה',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03511100 - תכנות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03511105 - כימיה כללית 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03511108 - מעבדה בכימיה 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03511109 - מבוא לכימיה אורגנית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03511110 - כימיה כללית 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03511115 - מבוא להסתברות וסטטיסטיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03511800 - מעבדה בפיזיקה א',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03511810 - פיסיקה כללית א1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03511811 - מעבדה בפיסיקה א1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03511812 - פיסיקה כללית א2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03511825 - קינטיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03511826 - קריאה מודרכת',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03512000 - הדרכת בטיחות',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03512202 - תרמודינמיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512206 - קוונטים וקשר כימי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512210 - מעבדה בכימיה פיסיקלית 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512212 - אופקים בכימיה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512302 - מעבדה בכימיה אורגנית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512304 - כימיה אורגנית 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512305 - כימיה אורגנית 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512510 - מבוא לגלים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512512 - שיטות מתמטיות בכימיה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512803 - פיסיקה כללית ב1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512804 - מעבדה בפיסיקה ב1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512809 - ביוכימיה לכימאים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512814 - מעבדה בכימיה 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03512820 - ביוכימיה לכימאים (תש"ף)',
		'faculty_name':'אחת לשבועיים	מדעים מדויקים'
	},
	{
		'course_name':'03512826 - קריאה מודרכת',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03513001 - יישומי מחשב למדעים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513002 - הדרכת בטיחות',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03513108 - סימטריה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513111 - עקרונות סינתזה אורגנית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513206 - מעבדה מתקדמת בכימיה פיסיקלית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513208 - מבוא לספקטרוסקופיה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513209 - תרמודינמיקה סטטיסטית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513220 - כוחות בין מולקולאריים במערכות כימיות וביולוגיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513302 - כימיה אורגנית מתקדמת',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513305 - מעבדה מתקדמת בכימיה אורגנית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513311 - יסודות הטכנולוגיה האלקטרוכימית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513312 - סדנה בכימיה מתקדמת (פרויקט מחקר)',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03513322 - סדנה בכימיה מתקדמת 2 (פרויקט מחקר)',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03513332 - סדנה בכימיה מתקדמת 2 (פרויקט מחקר)',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03513402 - שיטות מתקדמות בכימיה אנליטית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513407 - מעבדה בשיטות מתקדמות בכימיה אנליטית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513408 - כימיה אי-אורגנית מתקדמת',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513816 - מעבדה בכימיה פיסיקלית 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03513826 - קריאה מודרכת',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03514038 - חומרי טבע',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03514039 - נוגדנים קטליטיים :שימושים סינתטיים ומדיצינליים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03514051 - אופטיקה ושימושיה במקורות אור ומערכות הדמיה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03514054 - תכונות פיסיקליות של ננו מבנים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03514110 - עקרונות בסיסיים בפורמולציות אגרו-כימיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03514126 - בקרת תהליכים בעזרת מחשב אישי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03514409 - ראגנטים נבחרים בכימיה אורגנית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03514501 - סמינר בכימיה אורגנית סמ א',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03514502 - סמינר בכימיה אורגנית סמ ב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03514510 - תכנון מכשור למחקר',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03514601 - סמינר בכימיה פיזיקלית סמ א',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03514812 - מכניקה סטטיסטית - שווי משקל ודינמיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03514822 - תהליכי מעבר אלקטרון בכימיה וביוכימיה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03519998 - בחינת גמר',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03519999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03651101 - מבוא להסתברות לסטטיסטיקאים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03651800 - מבוא למחשבים לסטטיסטיקאים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03651813 - מבוא לסטטיסטיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03652100 - הסתברות למדעים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03652101 - חישוב סטטיסטי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03652103 - תיאוריה סטטיסטית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03652111 - מבוא לתהליכים סטוכסטים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03652301 - סטטיסטיקה למדעי המחשב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03652302 - חקר ביצועים 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03652303 - מבני נתונים ואלגוריתמים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03652304 - מבוא לאופטימיזציה לא ליניארית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03652305 - מודלים סטטיסטיים א',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03652816 - הסתברות לדו-חוגי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03653109 - מודלים סטטיסטיים ב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03653130 - מבוא ללמידה סטטיסטית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03653238 - יישומים במדעי המידע',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03653308 - משחקים שיתופיים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03653344 - סמינר בסטטיסטיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03653421 - סמינר בחקר ביצועים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03653531 - חקר ביצועים 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654000 - סמינר בסטטיסטיקה לתואר שני',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654044 - נושאים בסטטיסטיקה מודרנית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654059 - שיטות "דגימה מחדש"',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654063 - למידה סטטיסטית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654093 - הסקה סיבתית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654108 - מודלים מתמטיים בחקר מגיפות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654117 - אופטימיזציה לינארית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654125 - אופטימיזציה קומבינטורית 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654133 - תיאוריה סטטיסטית מתקדמת',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654142 - אינפורמציה, הסתברות ומשחקים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654146 - סמינר המעבדה לסטטיסטיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654150 - אופטימיזציה קומבינטורית 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654218 - ניתוח לוחות שכיחות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654219 - סטטיסטיקה אסמפטוטית',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03654409 - אנליזה קמורה ואופטימיזציה 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654436 - תורת התורים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654563 - סמינר תואר שני בחקר ביצועים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654600 - השוואות מרובות והסקה לאחר ברירה מנתוני עתק',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03654602 - סמינר מחקר בחקר ביצועים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661100 - חשבון דיפרנציאלי ואינטגרלי 1א לפיזיקאים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661101 - חשבון דיפרנציאלי ואינטגרלי 1א',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661102 - חשבון דיפרנציאלי ואינטגרלי 2א',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661105 - מבוא לתורת הקבוצות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661106 - מבוא כללי למדעי המחשב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661111 - אלגברה לינארית 1א',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661112 - אלגברה לינארית 2א',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661119 - אלגברה לינארית 1ב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661120 - אלגברה לינארית 2ב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661121 - חשבון דיפרנציאלי ואינטגרלי 1ב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661122 - חשבון דיפרנציאלי ואינטגרלי 2ב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661123 - מבוא לקומבינטוריקה ותורת הגרפים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661124 - חשבון דיפרנציאלי ואינטגרלי 1ג',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661125 - חשבון דיפרנציאלי ואינטגרלי 2ג',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03661130 - אלגברה לינארית 1ג',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662010 - מבוא להסתברות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662103 - משוואות דיפרנציאליות רגילות 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662105 - אנליזה נומרית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662106 - פונקציות ממשיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662115 - טופולוגיה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662123 - תורת הפונקציות המרוכבות 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662132 - אלגברה ב 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662133 - אלגברה ב 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662140 - תורת המספרים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662141 - חשבון דיפרנציאלי ואינטגרלי 3',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662180 - חשבון דיפרנציאלי ואינטגרלי 4',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662194 - לוגיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662219 - גיאומטריה דיפרנציאלית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662813 - חישוב מדעי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03662819 - פיזיקה למתמטיקאים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663013 - סמינר במתמטיקה שימושית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663020 - משוואות דיפרנציאליות חלקיות 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663021 - מבוא למרחבי הילברט ותורת האופרטורים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663022 - מבוא לאנליזה פונקציונלית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663025 - מבוא לאנליזה הרמונית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663036 - קומבינטוריקה בסיסית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663098 - הסתברות למתמטיקאים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663115 - אנליזה על יריעות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663117 - הצגות של חבורות סופיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663126 - תורת הקבוצות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663201 - תורת הפונקציות המרוכבות 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663292 - אלגברה ב 3',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663340 - פרויקט במתמטיקה חישובית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663353 - שיטות מתמטיות בתורת המשחקים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03663405 - סמינר בקומבינטוריקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664073 - אלגברות לי וחבורות לי 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664078 - סמינר בתורת הקבוצות 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664093 - סמינר בגיאומטריה ודינמיקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664188 - פונקציות L',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664426 - סמינר מחקר באנליזה 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664538 - סמינר מחקר בקומבינטוריקה ב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664657 - אלגברות לי וחבורות לי 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664668 - מבוא למערכות דינמיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664719 - סמינר המחקר המשותף בהסתברות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664887 - תנועת בראון',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664903 - יסודות בטופולוגיה אלגברית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664904 - פונקציות אלגבריות של משתנה אחד',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664926 - קורס מתקדם בתורת ההסתברות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664959 - נושאים בגיאומטריה ספקטראלית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03664980 - טופולוגיה דיפרנציאלית מתקדמת',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03665014 - גיאומטריה של מספרים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03665035 - גיאומטריה אלגברית 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03665070 - גיאומטריה אלגברית 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03665071 - סמינר מחקר בתורת המספרים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03665116 - סמינר בדינמיקה על מרחבים הומוגניים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03665119 - תורת הפוטנציאל',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03665122 - סמינר בגיאומטריה של ביליארדים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03681101 - סמינר נושאים בביואינפורמטיקה 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03681105 - מבוא מורחב למדעי המחשב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03681118 - מתמטיקה בדידה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03682002 - הסתברות וסטטיסטיקה (לדו-חוגי)',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03682101 - מעבדה בכלים (ביואינפורמטיקה)',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03682102 - סמינר נושאים בביואינפורמטיקה 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03682157 - תוכנה 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03682158 - מבני נתונים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03682159 - מבנה מחשבים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03682160 - אלגוריתמים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03682161 - פרויקט תוכנה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03682162 - מערכות הפעלה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03682170 - לוגיקה למדעי המחשב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03682200 - מודלים חישוביים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683030 - רשתות תקשורת מחשבים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683049 - מבוא לקריפטוגרפיה מודרנית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683058 - נושאים מתקדמים בתכנות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683062 - ניהול נתונים באינטרנט',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683065 - מבוא לאבטחת מידע',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683075 - למידה ממוחשבת מחיזוקים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683076 - אלגוריתמים ויישומים ברשתות חברתיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683077 - עיבוד שפה טבעית (הקורס ינתן בשפה האנגלית)',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683080 - יסודות הלמידה העמוקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683083 - תכנות תחרותי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683086 - תורת האינפורמציה הקוונטית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683087 - נושאים מתקדמים בארכיטקטורת מחשבים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683103 - סמינר נושאים בביואינפורמטיקה 3',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683114 - סמינר בתאוריה של מקביליות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683123 - היבטים אתיים וחברתיים של מדעי המחשב והנדסת תוכנה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683133 - קומפילציה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683168 - סיבוכיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683169 - אלגוריתמים בפעולה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683173 - גיאומטריה חישובית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683175 - נושאים בהנדסת תוכנה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683235 - מבוא ללמידה חישובית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683236 - יסודות גרפיקה, עיבוד תמונה וראיה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683241 - שפות תכנות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683245 - הוראת מדעי המחשב בקהילה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683249 - צעדים ראשונים במחקר לסטודנטים מצטיינים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683300 - סדנה בלמידה חישובית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683319 - מבוא למדעי המידע',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683339 - סמינר בנושאים נבחרים בלוגיקה ואוטומטים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683349 - סמינר על נושאים במודלים של תוכנה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683353 - סמינר בנושאים מתקדמים בשפות תכנות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683354 - סמינר באלגוריתמים ותורת המשחקים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683381 - סמינר מעשי בהוראת מדעי המחשב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683458 - מערכות בסיסי נתונים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683464 - עיבוד ספרתי של אותות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683502 - סדנה לפיתוח בטכנולוגיות גוגל',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683522 - סדנה בשיטות חישוביות בחקר המוח',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683523 - סדנה באבטחת מידע',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683525 - סדנה אלגוריתמים מבוססי למידה חישובית בביולוגיה מבנית ופיתוח תרופות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683526 - סדנה בשפות תכנות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683542 - סדנה בעיבוד תמונה מבוסס רשתות עמוקות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683712 - סמינר באנליזה של מצביעים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683713 - סמינר בגרפיקה מבוססת רשתות עמוקות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03683714 - סמינר בתיאוריה של חישוב מבוזר',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684057 - אלגוריתמים קוונטיים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684131 - תורת הקריפטוגרפיה (2) - נושאים מתקדמים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684154 - אלגוריתמים למידול, ייצור והדפסת גופים תלת מימדיים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684155 - האם Bpp שווה ל-P',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684162 - תורת הקריפטוגרפיה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684183 - נושאים מתקדמים בארכיטקטורה ותוכנה של מעבדים מרובי ליבות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684191 - סמינר באנטרופיות חישוביות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684199 - סמינר בתכנון ניתוח אלגוריתמים מתקדמים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684201 - משחקים על גרפים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684202 - אלגוריתמים מתקדמים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684205 - סמינר בתרגום מכונה וייצור שפה טבעית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684206 - שיטות מתקדמות בעיבוד שפת טבעית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684210 - סמינר באלגוריתמים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684212 - ניתוח רשתות ביולגיות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684216 - נושאים מתקדמים בסינתזה ריאקטיבית ויישומה בהנדסת תוכנה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684217 - סמנטיקה של זיכרון משותף',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684218 - סמינר בפרוטוקולים קריפטוגרפיים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684219 - תורת הגרפים הספקטרלית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684220 - סמינר נושאים מתקדמים בלמידה חישובים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684229 - סמינר במערכות הוכחה בקריפטוגרפיה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684230 - הסקה אוטומטית',
		'faculty_name':'ללא זמ"ק	מדעים מדויקים'
	},
	{
		'course_name':'03684232 - אופטימליות באופטימיזציה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684233 - סמינר בכלכלה וחישוב',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684355 - נושאים במודלים של מערכות תוכנה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684472 - נושאים מתקדמים בלמידה חישובית ובתורת המשחקים החישובית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684474 - אבטחת מידע - תיאוריה בראי המציאות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684479 - ניתוח ואימות תוכנה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684483 - תורת המשחקים האלגוריתמית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684488 - למידה עמוקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684492 - שיטות אלגבריות במדעי המחשב ובקומבינטוריקה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03684622 - סמינר בדרנדומיזציה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03685309 - סמינר מחקר בניהול נתונים ב-Web',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03685315 - סמינר מחקר בתוכנה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03685320 - סמינר מחקר בעיבוד שפה טבעית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724004 - שיטות Sketching לניתוח מטריצות ומידע',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724005 - פרקים בבקרה לא לינארית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724008 - מבוא למרחבי פונקציות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724013 - בעיות שיערוך וקירוב מעל חבורות',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724014 - עיבוד תמונה, הדמיה ולמידת מכונה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724016 - סמינר ביישומים של מתמטיקה שימושית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724017 - סמינר בנושאים בדימות ביו-רפואי',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724018 - סמינר: שיטות נומריות לבעיות תלויות זמן',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724022 - שיטות נומריות לבעיות התחלה 1',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724025 - בעיות הפוכות וסופר-רזולוציה',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724553 - נושאים מתקדמים במד"ר',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724660 - שיטות מתמטיות לעיבוד וניתוח תמונות 2',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724841 - יסודות האנליזה המודרנית',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03724987 - יסודות תורת הקירובים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'03725001 - סמינר שיטות מתקדמות בניתוח מתמטי של מסדי נתונים מסיביים',
		'faculty_name':'מדעים מדויקים'
	},
	{
		'course_name':'14115078 - חופש הביטוי בדמוקרטיה ליברלית',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14115160 - הקליניקה לזכויות בהליך הפלילי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14115240 - הקליניקה לזכויות אדם',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14115738 - היבטים משפטיים של חברות סטרט- אפ (הזנק)',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14115797 - טירוף, סטייה ויצירה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14115898 - הקליניקה לצדק סביבתי והגנה על זכויות בעלי חיים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14115971 - דיני פטנטים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14116512 - הקניין הרוחני ותעשיית התרופות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14116543 - תיאוריות במשפט: סדנת קריאה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14116546 - הקליניקה לזכויות פליטים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14116604 - Derivatives, Risk and Financial Crises',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	משפטים'
	},
	{
		'course_name':'14116649 - אוניברסיטה בעם',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14116735 - מימון פרוייקטים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14116759 - קולוקוויום דוקטורנטים',
		'faculty_name':'אחת לשבועיים	משפטים'
	},
	{
		'course_name':'14116833 - הגבלים עסקיים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117017 - כתיבה משפטית ואקדמית',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117044 - Criminal Justice in Israel',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	משפטים'
	},
	{
		'course_name':'14117064 - תובענות יצוגיות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117071 - The Israeli-Palestinian Conflict - Two Points of View',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	משפטים'
	},
	{
		'course_name':'14117087 - חקירת עדים בבית המשפט',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117092 - סוגיות מתקדמות בדיני קניין',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117171 - סמינר מתקדם במשפט ציבורי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117199 - הגנה על בעלי-חיים במשפט',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117200 - Negotiating International Transactions - Tel-Aviv U. and Northweste',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117217 - דיני אגודות שיתופיות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117247 - מדינת הלאום ורב תרבותיות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117251 - סמינר מתקדם במשפט וכלכלה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117298 - Antitrust Policy',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	משפטים'
	},
	{
		'course_name':'14117332 - המדינה והשוק',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117335 - משפט, ספרות וחברה בעולם העתיק',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117336 - מייצגי המדינה בבתי המשפט-קורס מעשי בפרקליטות אזרחית',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117338 - דיני סייבר ומידע',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117339 - הפרקליטות בייצוג במיסוי וכלכלה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117375 - סעדים במשפט הפרטי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117383 - יישוב סכסוכים וניהול סיכונים במשפט',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117397 - מנהיגות אדפטיבית - הובלת שינוי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117399 - תחרות משפט מבוים במשפט בינלאומי ע"ש גסאפ',
		'faculty_name':'ללא זמ"ק	משפטים'
	},
	{
		'course_name':'14117400 - Negotiating International Transactions - Tel-Aviv U. and Berkeley Law',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117416 - מיזוגים ורכישות - מהלכה למעשה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117417 - דיני הגירה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117418 - משפטי שואה - בין הוכחה להכחשה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117420 - מיומנויות משפט של ההליך הפלילי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117449 - פלילים בעולם משתנה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117451 - Human Trafficking: a Labor Approach',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117454 - יחסי כנסת-בג"ץ: דיאלוג או מונולוג',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117457 - משפט וסייבר',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117465 - משפט עברי - סדנה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117475 - כלים פרקטיים במשא ומתן',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117477 - סוגיות נבחרות בדיני תאגידים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117479 - כלכלה משתפת',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117480 - סמינר מתקדם במשפט מסחרי-אזרחי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117484 - גופים ונושאי משרה דו-מהותיים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117485 - עיון מחדש בראיות מדעיות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117487 - ענישה בפלילים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117489 - מיסים עקיפים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117490 - משפט רפואי ומדיניות בריאות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117491 - זכויות אדם במבחן המציאות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117493 - מבוא לענייני מעמד אישי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117494 - בינה מלאכותית, ביג דאטה ומשפט',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117495 - בתוככי הקופסה השחורה: אתגרים משפטיים בחברה החרדית בישראל',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117496 - הון סיכון ומימון חברות הזנק',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117499 - היחס של המשפט הציבורי ל(אי) רציונליות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117504 - שלטון החוק ואי-ציות לחוק בישראל - היבטים היסטוריים ותיאורטיים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117509 - Jurisprudence and Political Economy',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117513 - חדשנות, טכנולוגיה ומשפט',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117517 - ממשל תאגידי: היבטים תיאורטיים ופרקטיים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117518 - Mergers and Acquisitions - a Real Life Experience',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117539 - Reading Corporate Law Cases: Delaware and Israel',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117540 - Varieties of Constitutionalism: Democratic, Autocratic, Populist',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	משפטים'
	},
	{
		'course_name':'14117541 - הגבלים עסקיים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117542 - מנגנונים היברידיים לניהול סכסוכים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117543 - בין משפט פלילי למינהלי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117544 - משפט עבודה וטכנולוגיה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117545 - משפט וטכנולוגיה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117546 - פלורליזם ערכי במשפט הציבורי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117547 - מבט חוקתי על הכנסת וחקיקה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117548 - סוגיות בדיון פלילי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117550 - השוואות מסוכנות: משפט, היסטוריה וספרות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117552 - צדק מעברי במקומות של סכסוך מתמשך',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117553 - משפט פלילי בינלאומי וטריבונלים פליליים בינלאומיים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117554 - כתיבה יצירתית למשפטנים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117555 - היבטים בהתמודדות הפרקליטות עם עבריינות נוער',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117556 - סדנה לקבלת החלטות ולפתרון בעיות למשפטנים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117557 - מבוא למשפט רומי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117558 - דיני תובענות ייצוגיות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117559 - ייעוץ משפטי למשרד ממשלתי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117561 - הסניגוריה הציבורית בפעולה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117562 - Corporate Finance for Lawyers',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117575 - Comparative Company Law',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117583 - משפט בינלאומי פומבי: גישות תיאורטיות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117585 - סוגיות בקניין רוחני ועוולות מסחריות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117586 - יחסים כלכליים במשפחה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117587 - המשפט הבינלאומי לזכויות אדם',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117588 - שוויון/מחשבה מדינית',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117591 - גישות ביקורתיות למשפט הפרטי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117592 - משפט בריאות גלובלי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117593 - ניתוח כלכלי של המשפט - סדנה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117596 - Private Law Theory - Workshop',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117597 - Law and Economics - Workshop',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117598 - עבודה ורווחה - סדנה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117601 - יחסי אדם-חיה: חברה, תרבות ומשפט',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117604 - שפה, משפט ותיאטרון',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117606 - Art Law - a Contemporary International Business Perspective',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14117777 - הדרכה בספרייה ובמאגרי מידע משפטיים',
		'faculty_name':'מופעים בדידים	משפטים'
	},
	{
		'course_name':'14119101 - דיני חוזים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119105 - פוליטיקה, כלכלה, חברה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119106 - ניתוח הטקסט המשפטי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119107 - חקיקה ורגולציה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119110 - פרוצדורה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119204 - עונשין - סוגיות מתקדמות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119206 - חוקתי - סוגיות מתקדמות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119207 - משפט עברי - סוגיות מתקדמות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119220 - דיני משפחות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119240 - משפט וכלכלה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119241 - משפט ופילוסופיה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119242 - משפט, חברה ותרבות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119243 - תיאוריות ביקורתיות של המשפט',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119244 - פמיניזם ומשפט',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119245 - משפט והיסטוריה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119249 - משפט, כלכלה ופסיכולוגיה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119301 - אג"ח, הסדרי חוב וחדלות פירעון',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119306 - המקצוע המשפטי - תיאוריה, פרקטיקה ואתיקה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119315 - הגבלים עסקיים ב',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119316 - עשיית עושר ולא במשפט',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119330 - דיון אזרחי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119331 - דיון פלילי',
		'faculty_name':'אחת לשבועיים	משפטים'
	},
	{
		'course_name':'14119334 - דיני ראיות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119342 - דיני ירושה והמשפט האזרחי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119345 - סוגיות מתקדמות בקניין',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119347 - סוגיות מתקדמות במשפט מנהלי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119348 - סוגיות מתקדמות בדיני עבודה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119349 - סוגיות מתקדמות במשפט העבודה ובחינתן בעיתות משבר',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119350 - דיני התכנון והבנייה',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14119351 - סוגיות מתקדמות במשפט בינלאומי פומבי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14917005 - מימון חברות והערכות שווי',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14917025 - תובענות ייצוגיות',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14917033 - סוגיות מתקדמות בליטיגציה תאגידית',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	משפטים'
	},
	{
		'course_name':'14917035 - אמפיריקה ומשפט ? היבטים תיאורטיים ומעשיים',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14927001 - המשפט ומדינת הרווחה',
		'faculty_name':'ללא זמ"ק	משפטים'
	},
	{
		'course_name':'14927032 - American Legal History',
		'faculty_name':'ללא זמ"ק	משפטים'
	},
	{
		'course_name':'14927046 - משפט וסוגיות הליבה של הסכסוך הישראלי-פלסטיני',
		'faculty_name':'ללא זמ"ק	משפטים'
	},
	{
		'course_name':'14927052 - משפט חברה ושוק- מבט אמפירי',
		'faculty_name':'ללא זמ"ק	משפטים'
	},
	{
		'course_name':'14927071 - עריכת דין ממשלתית: מבט מבפנים',
		'faculty_name':'ללא זמ"ק	משפטים'
	},
	{
		'course_name':'14931000 - Scholars Workshop: Theoretical Texts',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'14931011 - Licensing of Intellectual Property',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	משפטים'
	},
	{
		'course_name':'14931024 - Seminar: Information Technology Law',
		'faculty_name':'משפטים'
	},
	{
		'course_name':'12111103 - יסודות החשבונאות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12111104 - חשבונאות ניהולית',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12111106 - יסודות המשפט העסקי',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12111112 - השתתפות בשעות ניסוי במעבדה ההתנהגותית - החוג לחשבונאות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12111212 - יסודות המימון',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12112205 - מודלים בחשבונאות ניהולית מתקדמת',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12112206 - דיני עסקים ותאגידים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12112211 - יסודות ביקורת חשבונות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12112244 - מסים א',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12112245 - מסים ב',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12112266 - בעיות מדידה בחשבונאות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12113109 - דוחות כספיים מאוחדים וסוגיות מיוחדות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12113115 - סמינר בחשבונאות ניהולית וממשל תאגידי',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12113116 - יסודות מערכות מידע לחשבונאים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12113311 - ביקורת דוחות כספיים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12113346 - מסוי מקרקעין ומע"מ',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12113807 - בעיות מתקדמות בחשבונאות א',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12113808 - בעיות מתקדמות בחשבונאות ב',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12113814 - סמינר בניתוח דוחות כספיים והערכת שווי חברות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12113815 - סמינר בחשבונאות פיננסית',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12114141 - מסוי היחיד',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12114144 - נושאים מתקדמים בביקורת חשבונות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12211106 - יסודות המשפט העסקי',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12211111 - מבוא לטכנולוגיות מידע',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12212202 - יסודות מערכות מידע',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12212203 - יסודות תורת ההחלטות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12212301 - יסודות החשבונאות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12213102 - התנהגות ארגונית-מאקרו',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12213103 - התנהגות ארגונית - מיקרו',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12213105 - שיטות מחקר אמפירי',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12213201 - חקר ביצועים: תאוריה ויישומים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12213203 - השלמה פרונטלית באלגברה לינארית',
		'faculty_name':'טווח תאריכים - שבועי	ניהול'
	},
	{
		'course_name':'12213301 - יסודות המימון -תואר I',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12213304 - Fundamentals of Strategy',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12214301 - יסודות השיווק',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12214305 - התנהגות צרכנים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12214515 - אתיקה ודיני ניירות ערך',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12214516 - מימון וכלכלת סייבר ופרטיות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12214536 - נושאים נבחרים במצוינות תפעולית',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12214571 - אחריות תאגידית וקשרי קהילה',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12215111 - יסודות המתמטיקה לניהול',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12215112 - מבוא לסטטיסטיקה',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12215114 - סטטיסטיקה לניהול',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12215116 - מודלים שימושיים בחקר ביצועים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12215118 - מאקרו כלכלה והמשק הישראלי',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12215119 - כלכלת עסקים א',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12215120 - כלכלת עסקים ב',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12216105 - סמינר-נושאים נבחרים בכלכלת שירותים ותפעול',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12216417 - סמינר- כח והיררכיה בארגונים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12216419 - סמינר -דילמות חברתיות בארגונים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12217002 - LOREAL Brandstorm I',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12217010 - תורת ההשקעות וניתוח ניירות ערך לניהול',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12217012 - אופציות ומכשירים עתידיים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12217020 - מבוא לאנליטיקה עסקית',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12217031 - חדשנות שווקית בפיתוח מוצרים ומסרים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12217033 - סמינר- יישומים של תהליכי קבלת החלטות בקרב צרכנים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12217040 - מבוא ליזמות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12217042 - יזמות הלכה ומעשה בסקטורי המפתח',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12217043 - סמינר - נושאים נבחרים ביזמות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12217052 - מנהיגות ופיתוח מנהיגות',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12217054 - סמינר ייחודי להקבץ- ניהול חוצה תרבויות - מבט על אסטרגיה עסקית ומשאבי אנוש',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12312210 - כלכלת עסקים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12312211 - מודלים סטטיסטיים ואנליטיים לניהול',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12312213 - ניהול אנשים ומערכות - מיקרו',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12312214 - ניהול אנשים ומערכות - מאקרו',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12312321 - דיווח כספי ובקרה בארגונים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12312322 - אסטרטגיה למנהלים',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12312410 - ניהול המימון',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12312411 - ניהול טכנולוגיה ומידע',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12312412 - ניהול התפעול',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12312413 - ניהול השיווק',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12312416 - מדע הנתונים למנהל עסקים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313010 - שיטות אנליטיות לניהול',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313011 - חשיבה אסטרטגית',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313021 - ניהול שרשראות אספקה',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313218 - ניתוח דוחות פיננסיים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313234 - תכנוני מס בחברות היי-טק ובחברות בינלאומיות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313240 - רגולציה פיננסית ומוצרי ביטוח',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313241 - פיתוח מוצר ביטוח טכנולוגי',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313312 - מימון וכלכלת נדל"ן',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313313 - מימון בינלאומי',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313330 - ניהול סיכונים פיננסיים בבנקאות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313340 - ניהול פיננסי',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313341 - תורת ההשקעות וניתוח ניירות ערך',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313344 - אופציות ומכשירים עתידיים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313352 - ב"נ בשוקי הון-הבורסה והמסחר בני"ע',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313362 - ניתוח והשקעות נדל"ן',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313364 - שוקי הון ונדל"ן',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313368 - היבטים משפטיים בתכנון, קניין ועסקאות נדל"ן',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313371 - ייזום ופיתוח נדל"ן',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313372 - מיסוי נדל"ן',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313375 - מימון התנהגותי',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313376 - מאג"ח להמרה ל-Convertible Arbitrage',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313387 - נושאים עדכניים במימון',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313395 - מימון חברות הזנק',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313402 - תובנות צרכניות ושיווק אסטרטגי',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313412 - אסטרטגיית המחרה',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313421 - Marketing Analytics',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313435 - שיווק ופרסום דיגיטלי',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313441 - ניהול קשרי לקוחות (CRM)',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313443 - ניהול מותגים',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313451 - נוירו-כלכלה ונוירו שיווק',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313455 - קמעונאות בעידן הדיגיטלי',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313458 - שיווק, מכירות ופיתוח עסקי בסטארט-אפים',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313600 - סמינר מחקר לתלמידי דוקטורט באסטרטגיה',
		'faculty_name':'אחת לשבועיים	ניהול'
	},
	{
		'course_name':'12313619 - אסטרטגיה לתאגידים',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313620 - אסטרטגיה תחרותית',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313622 - ניתוח ענפים',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313637 - יזמות וחברות הזנק',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313638 - אסטרטגית ניהול בינלאומית',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313641 - Strategic Aspects in Mergers and Acquisition',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313648 - ניהול משברים ארגוניים',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313650 - התחרות והרגולציה בענף התקשורת בישראל',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313651 - בין מנהלי עסקים לרגולטורים כלכליים',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313654 - ניתוח אסטרטגי באמצעות אנליזות של חברות',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313655 - הון סיכון וחדשנות פתוחה',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313658 - תורת המשחקים למנהלים',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313660 - עקרונות בניהול ובמדיניות חדשנות',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313661 - עסקים,ממשל, חברה',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313664 - אסטרטגיית חדשנות בארגונים',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313667 - השקעות עם אימפקט? איך עושים את זה?',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313668 - יזמות 101',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313720 - עקרונות הייעוץ העסקי',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313850 - יישומים טכנולוגיים בעולם המימון',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313853 - בנקאות דיגיטלית',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313855 - מבוא לפינטק',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313857 - רגולציה בפינטק',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12313859 - יסודות הבלוקציין',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313925 - אחריות תאגידית',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313930 - אסטרטגיה שיווקית גלובלית',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313942 - משפט העבודה בעידן הדיגיטלי',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12313943 - Digital Opportunities: Insights From the Startup Nation',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12313948 - חדשנות בלוקציין ויעדי הקיימות של האו"ם',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12317301 - פרויקט: הערכת שווי חברות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12317310 - פרויקט : נדל"ן בינלאומי',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12317402 - פרויקט: קבלת החלטות, רציונליות ורגשות - ההיבט הארגוני-שיווקי',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12317601 - פרויקט: נושאים מתקדמים באסטרטגיה',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12317602 - פרויקט: ניתוח נתונים באסטרטגיה',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12317604 - פרויקט: ממחקר מדעי לטכנולוגיה פורצת דרך',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12319999 - עבודת גמר (מבע)',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12332110 - מבוא למערכות בריאות',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12332111 - כלכלת בריאות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12332207 - השבחת ערך של מערכות בריאות מורכבות',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12332209 - דיני בריאות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12332210 - ארגון שרותי הבריאות בעולם',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12333001 - ניהול האיכות בשירותי הבריאות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12333013 - תכנון והקמת בתי חולים ושירותי רפואה',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12422201 - פיתוח ושילוב מערכות ויישומים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12422203 - מערכות מידע ואסטרטגיה עסקית',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12423213 - ניהול פרויקטים טכנולוגיים',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12423244 - ניהול ידע',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12423248 - גילוי ידע ורשתות נוירונים',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12423253 - נושאים מתקדמים במדעי הנתונים למנהל עסקים',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12423255 - יזמות הייטק',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12423257 - אבטחה ולוחמת מידע בעולם אינטרנטי',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12423260 - פלטפורמות טכנולוגיות בעסקים',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12423264 - ניהול תוכנה בגישות רזות ואגיליות',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12423265 - מבוא ליישומי דאטה במנהל עסקים',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12423266 - רשתות, המונים והשוק',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12423267 - יזמות טכנולוגית - מרעיון לביצוע',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12423270 - מבוא לטכנולוגיות נתוני עתק',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12423271 - טיפול יישומי בנתוני אנליטיקה עסקית',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12423272 - היבטים עסקיים של ניסויים דיגיטליים',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12423273 - מחקר ופיתוח בעידן הסייבר והדאטה',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12423274 - ויזואליזציה של נתונים',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12423275 - כריית נתונים למנהל עסקים עם יישומים ב-r',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12423277 - כריית טקסט',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12423278 - היערכות ארגונית לאיום הסייבר',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12423281 - אפיון חוויית משתמש',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12424444 - סדנת מחקר לדוקטורנטים: נושאים מתקדמים ושיטות אמפיריות בניהול טכנולוגיה ושווקים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12427002 - פרויקט: עסקים, נתונים ואנליטיקה',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12427003 - פרויקט: ניהול חוויות אינטרקטיביות וקהילות וירטואליות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12429999 - עבודת גמר',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12432103 - שיטות מחקר התנהגותיות בניהול',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12432415 - אתיקה בעסקים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12433014 - ניהול גלובלי',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12433015 - ניהול צוותים בארגונים',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12433016 - מנהיגות',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12433107 - תהליכי גיוס ומיון מועמדים לעבודה',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12433114 - יחסי העסקה וארגוני עובדים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12433125 - ניהול משא ומתן',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12433223 - תהליכי שינוי ארגוני',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12433424 - פרויקט: ניהול משאבי אנוש ויחסי עבודה',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12433542 - עיצוב ארגוני',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12433551 - כח והירארכיה בארגונים',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12433554 - עסקים משפחתיים- היבטים בניהול והתנהגות ארגונית',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12433555 - פרויקט: פרקטיקום בייעוץ ארגוני וניהול משאבי אנוש',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12433557 - רגשות בארגונים',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12433559 - קהילות עשיה ולמידה',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12433561 - פיתוח מיומנויות ניהול',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12433652 - אתיקה ואחריות בניהול',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12434444 - סמינר מחקר בהתנהגות ארגונית לדוקטורנטים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12437001 - פרויקט: ניהול לחצים בעבודה: אבחון והתערבות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12439999 - עבודת גמר (התנהגות ארגונית)',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12612213 - ניהול אנשים ומערכות - מיקרו',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12612214 - ניהול אנשים ומערכות - מאקרו',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12612411 - ניהול טכנולוגיה ומידע',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12612413 - ניהול השיווק',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12612415 - אתיקה בעסקים',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12613213 - ניהול פרוייקטים',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12613243 - אקטואריה',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12613340 - ניהול פיננסי',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12613341 - תורת ההשקעות וניתוח ניירות ערך',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12613363 - פיתוח תפיסת הניהול',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12613375 - מימון התנהגותי',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12613622 - ניתוח ענפים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12613664 - אסטרטגית חדשנות בארגונים',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12617301 - פרויקט: הערכת שווי חברות',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'12642210 - כלכלת עסקים',
		'faculty_name':'טווח תאריכים - שבועי	ניהול'
	},
	{
		'course_name':'12642211 - מודלים סטטיסטיים ואנליטיים במנהל עסקים',
		'faculty_name':'טווח תאריכים - שבועי	ניהול'
	},
	{
		'course_name':'12642212 - ניהול אנשים ומערכות- מאקרו',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12642321 - דיווח כספי ובקרה בארגונים',
		'faculty_name':'טווח תאריכים - שבועי	ניהול'
	},
	{
		'course_name':'12643017 - ניהול סיכונים והזדמנויות בכלי חדשנות יישומית',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	ניהול'
	},
	{
		'course_name':'12643221 - שיווק דיגיטלי',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	ניהול'
	},
	{
		'course_name':'12644001 - פרוייקטים - אתגרי אסטרטגיה ושיווק',
		'faculty_name':'ניהול'
	},
	{
		'course_name':'01021103 - אפידמיולוגיה וחשיבה כמותית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01021114 - מבוא לדימות קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01021115 - ביולוגיה של התא - בבריאות ובמחלה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01021118 - אנטומיה של גוף האדם',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01021420 - חינוך רפואי ותקשורת - א',
		'faculty_name':'אחת לשבועיים	רפואה'
	},
	{
		'course_name':'01021424 - אתיקה',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01021425 - היבטים הומניים א - 4',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01022121 - ביולוגיה התפתחותית ואמבריולוגיה הומנית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01022126 - מבוא לפרמקולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01022212 - וירולוגיה בסיסית וקלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01023200 - מערכת העצבים',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01023201 - מערכת נוירו-אנטומיה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01023202 - חינוך רפואי ותקשורת - ב - 4',
		'faculty_name':'אחת לשבועיים	רפואה'
	},
	{
		'course_name':'01023212 - היבטים הומניים ב',
		'faculty_name':'אחת לשבועיים	רפואה'
	},
	{
		'course_name':'01023555 - מקצוענות ברפואה שנה ג',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01024000 - רפואה דחופה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01024105 - קלרקשיפ פנימית',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01024106 - גריאטריה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01024107 - דרמטולוגיה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01024109 - דימות',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01024160 - אורולוגיה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01024231 - פדיאטריה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01025000 - עבודת גמר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01025100 - גניקולוגיה - בחינה ארצית',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01025102 - נוירולוגיה - בחינת גמר',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01025150 - פסיכיאטריה - בחינה ארצית',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01025151 - כירורגיה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01025152 - פסיכיאטריה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01025154 - אורתופדיה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01025155 - נוירולוגיה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01025161 - גינקולוגיה ומיילדות',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01025163 - הרדמה וטיפול נמרץ',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01025164 - כירורגית חזה לב',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01025168 - רפואת אף אוזן וגרון',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01025169 - רפואת עיניים',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01026000 - פנימית - בחינה ארצית',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01026011 - כירורגית כלי דם',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01026103 - בשורה מרה',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01026147 - אונקולוגיה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01026148 - קרדיולוגיה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01026150 - פדיאטריה - בחינה ארצית',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01026151 - סאב ילדים',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01026160 - כירורגיה - בחינה ארצית',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01026162 - שיקום',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01026164 - סאב פנימית',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01026167 - בריאות וחולי בקהילה (רפואת המשפחה)',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01026974 - אלקטיב',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01030004 - שימוש אתי בחיות מעבדה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01030010 - ביוסטטסטיקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01030012 - ביוסטטיסטיקה א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01030032 - תורת ההחלטות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01030047 - נוירוגנטיקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01033006 - בריאות ומצבי מחלה בראי התודעה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01034000 - סקרים גנטיים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01035057 - סדנאות באנליזה וגרפיקה ממוחשבת',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01035061 - מודיפיקציות של חלבונים ומסלולי מעבר אותות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01035070 - מעבדת תכנות בr',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01035113 - ביוכימיה - קורס השלמה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01035114 - ביולוגיה של התא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01035960 - אופקים חדשניים בננוטכנולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01036000 - אתיקה של מחקר',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	רפואה'
	},
	{
		'course_name':'01036002 - אתיקה רפואית ביה"ס לבריאות הציבור',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	רפואה'
	},
	{
		'course_name':'01037000 - כתיבה מדעית',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	רפואה'
	},
	{
		'course_name':'01037001 - מיומנויות תקשורת מדעית',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	רפואה'
	},
	{
		'course_name':'01038000 - נתיבים לאוניברסיטה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01041407 - מבוא לפיזיולוגיה של התא',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	רפואה'
	},
	{
		'course_name':'01041411 - אנטומיה ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01042504 - מבוא לאפדימיולוגיה ושיטות מחקר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01042605 - נושאים נבחרים בחזית המחקר הביו-רפואי ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01043502 - סמינריון',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01043503 - פרוייקט',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01043605 - נושאים נבחרים בחזית המחקר הביו-רפואי ג',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01043611 - מעבדת פרויקט למצטיינים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01110001 - משאבי הספריה למדעי החיים והרפואה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01111200 - חינוך רפואי ותקשורת (שנה א)',
		'faculty_name':'אחת לשבועיים	רפואה'
	},
	{
		'course_name':'01111204 - רפואה והלכה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01111207 - מבוא לאפידמיולוגיה סטטיסטיקה ושיטות מחקר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01111212 - כימיה כללית ופיזיקלית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01111220 - מבוא למדעי העצב',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	רפואה'
	},
	{
		'course_name':'01111305 - ביולוגיה של התא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01111319 - היבטים הומניים ברפואה א',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	רפואה'
	},
	{
		'course_name':'01111320 - מבוא לאתיקה רפואית',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	רפואה'
	},
	{
		'course_name':'01111405 - ערבית מדוברת',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01112000 - ויקי-רפואה: עולםהוויקי המופלא ומידע רפואי חופשי בוויקפדיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01112012 - קידום אורח חיים בריא:תפקיד הרופא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01112121 - ביולוגיה התפתחותית ואמבריולוגיה הומנית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01112126 - מבוא לפרמקולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01112200 - חינוך רפואי ותקשורת (שנה ב)',
		'faculty_name':'אחת לשבועיים	רפואה'
	},
	{
		'course_name':'01112207 - רפואה בתקופת השואה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01112214 - הבסיס הגנטי של המחלות',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	רפואה'
	},
	{
		'course_name':'01112215 - הבסיס המולקולרי והביוכימי של המחלות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01112240 - חונכות באנטומיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01112712 - ספרות ורפואה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01113133 - היבטיים הומניים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01113209 - רפואה נסמכת הוכחות',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01113300 - חינוך רפואי ותקשורת-שנה ג',
		'faculty_name':'אחת לשבועיים	רפואה'
	},
	{
		'course_name':'01114000 - רפואה דחופה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01114001 - דימות',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01114006 - פדיאטריה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01114007 - כירורגיה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01114103 - מקצוענות ברפואה',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01114106 - גריאטריה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01114107 - דרמטולוגיה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01114115 - קלרקשיפ פנימית',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01115103 - מקצוענות ברפואה',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01115155 - נוירולוגיה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01115161 - גינקולוגיה ומיילדות',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01116000 - פנימית - בחינה ארצית',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01116147 - אונקולוגיה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01116164 - רפואה פנימית Subinternship',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01116166 - אפידמיולוגיה ורפואה מונעת',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01116167 - בריאות וחולי בקהילה (רפואת המשפחה)',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01116974 - אלקטיב',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01117000 - פדיאטריה - בחינה ארצית',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01117999 - עבודת גמר',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01118000 - כירורגיה - בחינה ארצית',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01135552 - מבנה העצם ותפקודו',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01146545 - גנטיקה בעידן הפוסט גנומי',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	רפואה'
	},
	{
		'course_name':'01146574 - תרפיה תאית וגנטית במחלות עצבים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01146578 - ממוטציה גנטית למחלה מוחית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01146592 - אופקים חדשים בתהליכי עיבוד רנ"א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01146599 - פרוטאומיקה ושימושיה במחקר ביולוגי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01146600 - גנטיקה של התנהגות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01165947 - תקשורת מולקולרית בתאי עצב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01165950 - .אנזילה של אינטראקציות מאקרמולקולריות בשיטות כמותיות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01175618 - מבוא לתורת המחלות א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01175631 - פריצות דרך באימונותרפיה של גידולים סרטניים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01195636 - מיקרוסקופיה קונפוקלית- דימות תאי ומולקולרי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01195638 - דימות מולקולרי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01195640 - עולם הפיטריות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01195641 - מנגנונים גנטיים לעמידות למחלות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01412001 - רביית האדם',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01412007 - נושאים נבחרים בביולוגיה מולקולארית של התא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01415062 - מכנוביולוגיה של התא והרקמה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01415115 - פיזיולוגיה של השחלה ופוריות האדם',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01415117 - שיטות מחקר בחזית חקר העין והראיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01415119 - מודלים טרנסגניים למחלות הומניות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01454000 - כתיבה מדעית',
		'faculty_name':'ללא זמ"ק	רפואה'
	},
	{
		'course_name':'01454108 - ניהול הרפואה באסונות המוניים ואירועים רבי נפגעים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01454109 - היבטים של בריאות הנפש במצבי חירום ואסון',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01454113 - שיטות מחקר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01454114 - שיטות כמותיות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01454117 - אתיקה באסונות',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	רפואה'
	},
	{
		'course_name':'01454205 - אסונות לא קונבנציונליים',
		'faculty_name':'ללא זמ"ק	רפואה'
	},
	{
		'course_name':'01454207 - על תהליכי תחקיר והפקת לקחים: למידה אישית וארגונית מאירועים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01454300 - סיוע הומניטרי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01454400 - הכרת משאבי הספריה לרפואה לתכנית ניהול מצבי חירום ואסון',
		'faculty_name':'ללא זמ"ק	רפואה'
	},
	{
		'course_name':'01454420 - היבטים משפטיים בניהול אסונות וסיוע הומניטרי',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	רפואה'
	},
	{
		'course_name':'01454440 - ניתוח אירועי אסון',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01454450 - פסיכולוגיה של אסונות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01454480 - כלכלת אסונות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461000 - בריאות הציבור מתאוריה למעשה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461007 - ניהול טכנולוגיות במערכות בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461008 - תפעול מערכות בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461010 - יסודות החשבונאות למערכות בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461011 - יסודות המימון למערכות בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461013 - מדיניות ושירותי בריאות בארץ ובעולם',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461101 - ניתוח עלות תועלת למערכת הבריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461102 - מבוא לקידום בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461103 - עישון אפידמיולוגיה וקידום בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461106 - מתודולוגיות מחקר והערכה בקידום בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461111 - קידום בריאות אישי להתנהגויות אורח חיים בריא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461123 - משפט ביו-רפואי ובריאות הציבור',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	רפואה'
	},
	{
		'course_name':'01461124 - ניהול איכות בשירותי בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01461125 - תקשורת-בריאות בעידן הדיגיטלי: אתגרים והזדמנויות במציאות משתנה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01462111 - קידום בריאות אישי להתנהגויות אורח חיים בריא-סמינריון',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01464400 - הכרת משאבי הספריה לרפואה ולמדעי החיים-אפידמיולוגיה ובריאות הציבור',
		'faculty_name':'ללא זמ"ק	רפואה'
	},
	{
		'course_name':'01481007 - פיזיולוגיה של המאמץ',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01481009 - רפואת ספורט ופעילות גופנית בילדים ובנוער',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01481010 - תורות אימון והפיזיולוגיה של המאמץ בספורט ההישגי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01481115 - הבסיס הגנטי של ביצועים אתלטים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01481118 - פיזיולוגיה בתנאי קיצון',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01481121 - תזונה במהלך החיים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01581015 - שיטות סטטיסטיות מתקדמות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01581023 - אפידמיולויגה של היפגעות וטראומה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01581110 - ביוסטטיסטיקה ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01581113 - אפידמיולוגיה של התזונה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01581120 - חיסונים נגד זיהומים חיידקיים ונגיפיים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01581206 - תכנון מחקר אפידמיולוגי וכתיבת הצעת מחקר',
		'faculty_name':'אחת לשבועיים	רפואה'
	},
	{
		'course_name':'01581207 - היבטים נבחרים בשיטות אפידמיולוגיות מתקדמות א+ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01591126 - מעבדה וסיורים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01591127 - סרטן סביבתי ותעסוקתי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01591128 - הערכה איכותנית וכמותית של גורמי סיכון',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01591130 - התנהגות ארגונית - מקרו',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01591139 - הכרה ובקרה של גורמי סיכון פיסיקליים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01591211 - בסיס אימונולוגי של מחלות תעסוקתיות וסביבתיות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611105 - פיסיולוגיה כללית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611110 - התפתחות מוטורית תקינה וחריגה בגיל הרך ושיתוק מוחין',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01611113 - מבוא לפסיכואקוסטיקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611117 - אודיולוגיה בסיסית א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611121 - גנטיקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611122 - קריאה מודרכת',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611126 - מבוא לפסיכולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611350 - מבוא לבלשנות א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611354 - אנטומיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611356 - הסתכלות ופרקטיקום - דיבור',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611358 - סימולצית מחשב- הוראה קלינית שמיעה שלב א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611359 - מבוא לבלשנות ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611806 - אקוסטיקה במדעי השמיעה והדיבור',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611808 - פסיכולוגיה התפתחותית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611905 - פונטיקה חיתוכית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01611909 - התפתחות לשונית ותקשורתית בגיל הרך ובגיל הגן',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612104 - הפרעות שפה ודיבור נוירוגניות במבוגרים - א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612108 - מחלות ילדים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612114 - פסיכולינגווסטיקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612115 - אודיולוגיה- ילדים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612121 - הסתגלות ופסיכופתולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612127 - פיזיולוגיה של האוזן',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612131 - הפרעות בשטף הדיבור',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612135 - אודיולוגיה קלינית א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612137 - הפרעות היגוי פונטיות ופונולוגיות א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612142 - שפה דיבור וקוגניציה היבטים התפתחותיים אצל תינוקות וילדים לקו',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	רפואה'
	},
	{
		'course_name':'01612200 - מבוא למחלות הסחרחורת לקלינאי תקשורת',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01612501 - מיומנויות תקשורת חליפית ותומכת',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612590 - פרקטיקום (דיבור)',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612592 - פרקטיקום (שמיעה)',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01612808 - מכשור אקוסטי ואלקטרו-אקוסטי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01613109 - סטטיסטיקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01613113 - אתיקה ומשפט במקצועות הבריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01613119 - סמינר באודיולוגיה-א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01613120 - סמינר בהפרעות קול ודיבור-א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01613125 - מכשירי שמיעה',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	רפואה'
	},
	{
		'course_name':'01613127 - אינטגרציה קלינית בקול שפה ודיבור',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01613128 - התפתחות הקריאה והכתיבה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01613129 - למידה זיכרון ושפה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01613220 - סמינר בהפרעות קול ודיבור-ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01613504 - אינטגרציה של מקרים קליניים באודיולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01613505 - הפרעות בליעה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01613592 - פרקטיקום (שמיעה)',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01613690 - הוראה קלינית שלב גII  דיבור',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01615800 - טכנולוגיה בחקר השמיעה, הדיבור והשפה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01615823 - נושאים נבחרים באוטולוגיה- נוירוטולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01615825 - טכנולוגיות מתקדמות בשיקום',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01615829 - מתפיסת צלילים ללמידים מילים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01615845 - כתיבה מדעית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01615850 - היבטים נוירופסיכיאטרים ופסיכולוגים שלך אוטיזים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01615881 - טכנולוגיה מסייעת בתחום הפרעות בתקשורת',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01619998 - סמינר עבודות מחקר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621101 - קריאה ביקורתית וכתיבה מדעית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621105 - סיעוד בקהילה א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621110 - חומרי רפואה (פרמקולוגיה)',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621113 - קורס החייאה ועזרה ראשונה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01621116 - פתולוגיה כללית וספציפית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621117 - מיומנויות תמיכה, ייעוץ והדרכה בסיעוד א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621119 - כימיה כללית וכימיה אורגנית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621120 - ביוכימיה כללית וקלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621131 - תיאוריות ומחקר בסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621134 - בדיקות עזר ואבחון',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621135 - מיומנויות קליניות בסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621137 - שיטות מחקר לסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621139 - מבוא לסטטיסטיקה וניתוח נתונים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621142 - מבוא לסוציולוגיה וסוציולוגיה של הבריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621143 - מבוא לפסיכולוגיה התפתחותית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621200 - אנטומיה ופיזיולוגיה של גוף האדם - חלק א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01621201 - אנטומיה ופיזיולוגיה של גוף האדם - חלק ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01622111 - פרמקולוגיה קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01622115 - פתולוגיה ספציפית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01622117 - בריאות העובד והסביבה',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01622118 - מיומנויות תמיכה, ייעוץ והדרכה בסיעוד ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01622119 - סיעוד המבוגר - התנסות קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01622120 - לימוד תוכנה בספריה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01622121 - סיעוד בגריאטריה, היבטים של בגרות וזקנה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01622200 - תרופות סבתא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01622301 - סיעוד המבוגר עיוני - ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623000 - התנסות קלינית בקהילה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623100 - סיעוד במצבי חירום וטראומה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623104 - מבוא לאפידמיולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623110 - סיעוד האשה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623111 - סיעוד האשה התנסות קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623112 - סיעוד הילד והמתבגר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623113 - התנסות קלינית בסיעוד הילד והמתבגר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623126 - סיעוד בבריאות הנפש ובפסיכיאטריה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623127 - סיעוד בבריאות הנפש ובפסיכיאטריה: התנסות קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623131 - פיתוח מיומנויות לניהול הטיפול הסיעודי במצבי דחק ומשבר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623150 - קידום בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623152 - איכות ובטיחות הטיפול בסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623154 - ניהול הטיפול בסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01623156 - עשייה מקצועית מבוססת ראיות צעד אחר צעד: מודל יישומי בשדה הקליני הסיעוד',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01624101 - סיעוד ומשפט',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01624106 - סמינר קליני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01624116 - התנסות קלינית במחלקה לרפואה דחופה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01624122 - סמינר מחקר בסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01624128 - התנסות קלינית מתקדמת- חטיבה עליונה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01625002 - אתיקה בסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01625017 - גנטיקה רפואית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627009 - קורס החייאה ועזרה ראשונה',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01627103 - אומדן פיסיקאלי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627109 - כימיה וביוכימיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627113 - גנטיקה ואמבריולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627115 - סיעוד המבוגר-עיוני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627116 - סיעוד המבוגר-קליני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627131 - התנהגות מקצועית, תיאוריות בסיעוד, רווחה בריאות וחולי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627205 - התנסות קלינית במחלקה הדחופה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627206 - התנסות קלינית בקהילה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627207 - סיעוד הזקן עיוני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627208 - סיעוד האישה קליני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627213 - בריאות העובד והסביבה',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01627214 - סיעוד הנפש קליני מעשי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627215 - סיעוד הילד קליני מעשי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627216 - סיעוד המבוגר קליני שנה ב מעשי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627219 - פרמקולוגיה קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627223 - מיומנויות תמיכה ייעוץ והדרכה בסיעוד ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627225 - סיעוד האישה עיוני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627226 - סיעוד במצבי חירום וטראומה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627230 - פסיכולוגיה התפתחותית לסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627300 - סטטיסטיקה ושיטות מחקר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627310 - קידום בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01627311 - כלכלת בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01628202 - מנהיגות בסיעוד צבאי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01628311 - אינפורמטיקה בסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01628313 - אתיקה בסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01628317 - קידום בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634118 - סוגיות בניהול ומנהיגות בסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634119 - סיעוד בעידן הטכנולוגי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634121 - בסיסים תיאורטיים לעשייה קלינית בתחום בריאות נשים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634126 - ניהול ומידע בארגון',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634129 - איכות ובטיחות הטיפול בבריאות הנפש',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634130 - הפסיכולוגיה של הקשיבות (מיינדפולנס): תיאוריה, מחקר והתנסות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634133 - שיטות מחקר לתואר שני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634134 - סטטיסטיקה לתואר שני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634930 - אתיקה בסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634934 - מדיניות בריאות וסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634935 - קידום בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634938 - סיעוד בראי המשפט',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634944 - כתיבה מדעית וקריאה ביקורתית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634945 - כתיבה מדעית וקריאה ביקורתית למסלול תזה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634952 - היבטים פסיכו-חברתיים של הגנטיקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634953 - עקרונות בניהול פרויקטים ויישומם בסיעוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634992 - סמינר מחקר לתלמידי תואר שני - מסלול ללא תזה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634998 - סמינר תזה א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01634999 - סמינר תזה ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01635100 - פיתוח מחקר וכתיבה מדעית מתקדמת א',
		'faculty_name':'מופעים בדידים	רפואה'
	},
	{
		'course_name':'01639999 - עבודת גמר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651103 - פזיולוגיה כללית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651105 - פתולוגיה כללית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651120 - תהליכים דינמיים בקבוצה א- התנסות בדינמיקה קבוצתית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651124 - תהליכים בקבוצה ב-  הנחיה בקבוצה בריפוי בעיסוק',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651126 - יסודות מקצוע הריפוי בעיסוק -I מבוא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651129 - מבוא לסוציולוגיה ואנתרופולוגיה של הרפואה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651137 - נוירואנטומיה נוירופיזיולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651152 - אנטומיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651166 - ניתוח פעילות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651168 - הניסוי כהתנסות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651169 - קינזיולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651170 - פסיכולוגיה התפתחותית לאורך החיים - מהתעברות עד זיקנה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651171 - Pbt- תיאורי מקרה I - א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01651172 - Pbt- תיאורי מקרה I - ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01652100 - אורתופדיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01652102 - נוירולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01652103 - נוירופדיאטריה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01652104 - פסיכיאטריה-פסיכופתולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01652110 - מבוא לסטטיסטיקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01652118 - מבוא לנוירופסיכולוגיה קלינית',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01652136 - רפואה פנימית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01652137 - ריפוי בעיסוק ילדים א- תחום מוטורי - מושגים, אבחנות וטיפול',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01652138 - ריפוי בעיסוק ילדים ב-  תחום סנסורי - מושגים, אבחנות וטיפול',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01652148 - ריפוי בעיסוק בבריאות הנפש- הבנת אדם עיסוק סביבה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01652150 - יסודות מקצוע הריפוי בעיסוק - Ii גישות מנחות טיפול והערכה',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01652152 - למידה מוטורית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01652159 - טכנולוגיה מסייעת',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01652180 - Pbt- תיאורי מקרה Ii',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01652201 - לימודים קליניים א280 -ש',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01653002 - תיאורי מקרה Iii- ב',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01653003 - יסודות מקצוע הריפוי בעיסוק 3- סוגיות מתקדמות בהתערבות',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01653020 - קורס קדם קליני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01653029 - רב"ע ילדים ג - תחום קוגניטיבי רגשי- מושגים , אבחנות וטיפול',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01653108 - ריפוי בעיסוק ילדים ד -ליקויי למידה והפרעת קשב',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01653109 - ריפוי בעיסוק בזיקנה',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01653115 - עבודה אמפירית - סמינר',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01653116 - גריאטריה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01653117 - תהליכי התערבות קוגניטיביים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01653132 - ריפוי בעיסוק פסיכיאטרי של הילד והמתבגר',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01653204 - שימושי מחשב',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01653212 - לימודים קליניים ג390 שעות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01653220 - כירורגיה של כף היד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01653231 - שיקום היד והתאמת סדים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01653234 - ריפוי בעיסוק קהילתי: מודלים ויישומים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01653334 - מיומנויות Adl',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01653336 - סדנת הדרכה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01654124 - אתיקה ומשפט',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01654125 - יסודות מקצוע הריפוי בעיסוק - Iv מסטודנט למטפל - סוגיות מקצוע',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01654202 - לימודים קליניים ג390 שעות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01655001 - תרפיה באמנות',
		'faculty_name':'טווח תאריכים - שבועי	רפואה'
	},
	{
		'course_name':'01655003 - בחירה א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831009 - ארגונומיה והיבטים תפקודיים בבריאות תעסוקתית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831010 - כלי מדידה ואבחון בריפוי בעיסוק',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831015 - התיווך על פי הגישה הקוגניטיבית דינאמית של פוירשטיין',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831017 - עקרונות המדידה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831018 - ריפוי בעיסוק ומשפחת המטופל',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831034 - שיקום ואורטוטיקה של כף הרגל',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831054 - שיטות מחקר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831055 - התפתחות נורמלית אינטגרטיבית בילדות המוקדמת מגיל שנה עד גיל שלוש',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831085 - קורס מתקדם בלמידה ובקרה מוטורית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831099 - מבנה ותפקוד עמוד השידרה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831100 - משפחה בבריאות ובחולי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831103 - ארגון, תכנון והערכת שירותי בריאות ושירותי ריפוי בעיסוק',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831104 - מוח, קוגניציה ובריאות - השפעות על תפקוד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831114 - סטטיסטיקה ותרגול',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831118 - שיקום גף עליון - הערכה,אבחון וטיפול',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831121 - בריאות הנפש של ילדים בגילאי ביה"ס בקהילה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831128 - מפיתוח להטמעה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831130 - האימון הגופני - ממגרש הספורט למסלול החיים:היבטים מדעיים ויישומיים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831132 - פעילות גופנית באוכלוסיות קליניות מיוחדות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831137 - ניתוח הליכה לשם תכנון טיפולים קליניים בקרב אוכלוסית הילדים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831150 - כתיבה מדעית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831151 - סטטיסטיקה+spss',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831152 - יישומים קליניים של מערכת ביופידבק בתחום הריפוי בעיסוק הפיזיקאלי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831166 - תהליכים ומנגנונים ברמת התא המעורבים בנוירוטראומה ושבץ מוחית ואסטרטגיות טיפוליות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831200 - ניתוח ממוחשב של נתונים רציפים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831203 - מעגלי התקווה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831204 - שרירי השלד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831250 - קורס פרויקט',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831266 - התמכרות לחומרים מסוכנים וריפוי בעיסוק',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831301 - סמינר פרוייקט',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831303 - העצמי בצל הטראומה הנפשית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01831306 - סדנת לימוד והתנסות בתכנות אפליקציות לאנדרואיד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01839998 - בחינת גמר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01911200 - חינוך רפואי ותקשורת (שנה א רפו"ש)',
		'faculty_name':'אחת לשבועיים	רפואה'
	},
	{
		'course_name':'01911207 - מבוא לאפדמיולוגיה סטטיסטיקה ושיטות מחקר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01911250 - מבוא למיומנויות מנואליות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01911305 - ביולוגיה של התא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01911853 - אנטומיה לתלמידי רפואת שיניים א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01911900 - מבוא לרפואת הפה והשיניים - א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01912001 - מיקרוביולוגיה אורלית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01912003 - מבוא לרפואת הפה והשיניים - ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01912200 - חינוך רפואי ותקשורת שנה ב',
		'faculty_name':'אחת לשבועיים	רפואה'
	},
	{
		'course_name':'01912213 - וירולוגיה לתלמידי רפואת שיניים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01912214 - הבסיס הגנטי של המחלות',
		'faculty_name':'חצי סמסטריאלי - מחצית ראשונה	רפואה'
	},
	{
		'course_name':'01913000 - רדיולוגיה אורלית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01913119 - ביולוגיה אורלית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01913176 - מבוא למחקר דנטלי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01913177 - מבוא לחומרים וטכנולוגיות דנטליות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01913221 - קלרקשיפ פנימית',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01913222 - מערכות א לרפואת שיניים',
		'faculty_name':'טווח תאריכים ברצף	רפואה'
	},
	{
		'course_name':'01913300 - חינוך רפואי ותקשורת -שנה ג',
		'faculty_name':'אחת לשבועיים	רפואה'
	},
	{
		'course_name':'01914113 - רפואת שניים משמרת ד - חלק ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01914133 - שיקום הפה משמרת חלק א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01914141 - שיקום הפה -משקמת חלק א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01914151 - פריודונטיה ד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01914160 - פיזיולוגיה של הסגר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01914167 - מדעי ההתנהגות ד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01914185 - רדיולוגיה מעשית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01914190 - אבחנה אורלית ד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01914192 - רפואת שיניים לילדים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01914193 - אורתודונטיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01914194 - אנטומיה ראש צואר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01915158 - כירורגיה אורלית ה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01915159 - רפואת הפה ה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01915171 - שיקום הפה ה- עיוני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01915176 - כאבי פנים ולסתות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01915183 - פריודונטיה ה- עיוני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01915184 - רפואת שיניים ילדים -מעשי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01915186 - אורתודונטיה ה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01915187 - אנדודונטיה עיוני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01915188 - אנדודונטיה ה - מעשי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01915189 - אתיקה שנה ה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01916111 - סמינר הבסיס הביולוגי ברפואת שיניים קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01916114 - רפואת שיניים ומשפט',
		'faculty_name':'חצי סמסטריאלי - מחצית שניה	רפואה'
	},
	{
		'course_name':'01916115 - פורום תכניות טיפול',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01916158 - כירורגיה אורלית ו',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01916177 - רפואת שיניים לילדים ו-עיוני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01916178 - שיטות דימות דיגיטליות ולמידה חישובית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01916184 - רפואת שיניים לילדים ו- מעשי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01916190 - שיקום הפה ו- מעשי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01916191 - אנדודונטיה ו- מעשי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01916193 - אנדודונטיה ו- עיוני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'01916194 - שיקום הפה ו- עיוני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'11101100 - שיטות בעבודה סוציאלית-א',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11101104 - יחסים בינאישיים בקבוצה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11101106 - פסיכולוגיה התפתחותית במעגל החיים',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11101112 - מבוא לרווחה חברתית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11101118 - הכשרה מעשית מודרכת בשירותי הרווחה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11101120 - מבוא למשפט',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11101127 - כתיבה מדעית ושימוש במאגרי מידע',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11101129 - מדינת הרווחה בישראל',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11101130 - מיומנויות התערבות א: שיטות ראיון והבניית הקשר המסייע',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11101131 - תיאוריות של אישיות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11101132 - פנים רבות לעוני-שנה א',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11101133 - מבוא לעבודה סוציאלית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11102100 - שיטות בעבודה סוציאלת-ב.',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11102102 - המסגרת החוקית והמוסדית של שירותי הרווחה האישיים',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11102108 - הכשרה מעשית מודרכת בשירותי הרווחה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11102116 - מיומנויות התערבות ב: אבחון פסיכוסוציאלי',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11102125 - Principles of Social Psychology',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11102135 - הקבוצה הקטנה בעס',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11102428 - התערבות עם נערות וצעירות במצבי חיים שונים',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11102801 - פסיכופתולוגיה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11102804 - מבוא לסטטיסטיקה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11102822 - הגישה ההתנהגותית קוגניטיבית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103016 - מיומנויות התערבות ג: התערבות והערכתה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103020 - פרקטיקת מדיניות בעבודה סוציאלית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103028 - סמינר אמפירי',
		'faculty_name':'אחת לשבועיים	עבודה סוציאלית'
	},
	{
		'course_name':'11103187 - ע"ס בתחום החברה הרב תרבותית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103190 - אתיקה בהתערבות בעבודה סוציאלית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103208 - הכשרה מעשית מודרכת בשירותי הרווחה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103264 - ע"ס בתחום בריאות הנפש',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103266 - התמודדות עם מצבי לחץ בתהליך ההגירה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103280 - ע"ס בתחום הבריאות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103281 - עבודה סוציאלית עם ילדים ובני נוער בסיכון והוריהם',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103298 - התערבויות קהילתיות באירועי אסון וחרום',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103444 - הקבוצה כשיטת התערבות בעבודה סוציאלית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103726 - סוגיות ביחס לחולי פיזי בילדים',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103744 - משפחה בחברה הערבית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103751 - עבודה סוציאלית קהילתית בחברה החרדית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103752 - אלימות כלפי נשים במשפחה: פרספקטיבה אינטרדיסיפלינרית - חלק עיוני',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103758 - מיניות, נטייה מינית וזהות מגדר בעבודה סוציאלית ? היבטים תיאורטיים, חברתיים ופרקט',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11103761 - לחץ וטראומה: מבוא לעבודה סוציאלית מיודעת טראומה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104148 - מבוא למחקר איכותני',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104283 - הילד שלי הילד שבי והילד שבטיפולי',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104359 - מין מגדר ומיניות: מבט חברתי על תאוריות מגדריות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104392 - התמכרות והחלמה ? מודלים תיאורטיים וגישות התערבות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104395 - תיאוריה ושיטות התערבות בטיפול פסיכודינאמי בילדים',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104410 - המפגש הטיפולי',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104412 - אובדן ושכול',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104418 - זקנים בסיכון- אתגרים טיפוליים, חוקיים ואתיים',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104419 - תיאוריה וקליניקה של פסיכותרפיה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104426 - אימהות ואי-אימהות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104428 - צעירים במצבי סיכון במעבר לחיי בגרות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104515 - התיאוריה והפרקטיקה של הקבוצה הקטנה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104523 - התבוננות ביקורתית רפלקטיבית על הפרקטיקה בעבודה סוציאלית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104524 - מיומנויות התערבות ישירה עם ילדים',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104531 - טיפול בטראומה מינית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104535 - תיאוריות ביקורתיות לעבודה סוציאלית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104537 - עבודה עם הורים - הדרכה ושותפות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104550 - ניתוח מדיניות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104551 - החלמה והתמודדות עם מחלה פסיכיאטרית במשפחה -',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104552 - ילדים נפגעי התעללות ותהליך עשיית הצדק: מיומנויות אבחון, הערכה והתערבות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104554 - טיפול בטראומה מורכבת ודיסוציאציה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104555 - "מילים שמצליחות לגעת" ביסוס עמדה טיפולית של העובדת הסוציאלית במפגש הטיפולי',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104557 - סוגיות נבחרות בפסיכולוגיה של גיל ההתבגרות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104559 - מתיאוריות מסורתיות לפוסט מודרניות בטיפול משפחתי',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104568 - עבודה קבוצתית עם נשים (התנסות)',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104590 - תקווה וחוסן בראי הטראומה: היבטים תיאורטיים וקליניים',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104593 - גישות בהתערבות בהפרעות פוסט טראומתיות א',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104600 - סדנת מחקר א:קריאה ביקורתית,בחירת נושא,סקירת ספרות,הצגת מודל',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104601 - סדנת מחקר ב: גיבוש הצעת מחקר ואיסוף נתונים',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104602 - סדנת מחקר ג: ניתוח נתונים וכתיבה של דוח מחקר',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104603 - סדנת מחקר ג: ניתוח נתונים איכותניים וכתיבה של דו"ח מחקר',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104613 - סטטיסטיקה וניתוח נתונים',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104715 - סוגיות בהתערבות בקרב משפחות לילד עם צרכים מיוחדים/מוגבלות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104719 - ילדים ובני נוער במצבי הגירה ופליטות: בין מדיניות ופרקטיקה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104721 - פרקטיקה מודעת עוני',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104722 - הבנה רגשית ואמפתיה בגיל הרך ובילדות המוקדמת: התפתחות, למידה וקידום',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104726 - מבוא לטיפול בוידאו בטיפול פרטני, זוגי, משפחתי וקבוצתי',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104727 - הגישה הנרטיבית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104729 - עבודה סוציאלית, משפחה, קהילה ודת ? המקרה הפרטי של החברה החרדית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104810 - פרקטיקום ילד ונוער',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104811 - פרקטיקום לחץ וטראומה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104812 - פרקטיקום במסלול אינטגרטיבי',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11104825 - פרקטיקום מסלול מדיניות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11105007 - פילוסופיה של המדע',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11105990 - קריאה וכתיבה ביקורתית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11105999 - סדנת דוקטורנטים',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11106100 - שיטות בעבודה סוציאלית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11106108 - הכשרת שדה מודרכת בעבודה סוציאלית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11106128 - התיאוריה של הפרקטיקה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11106131 - המשפחה כמערכת להשלמות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11106300 - מיומנויות התערבות ואבחון פסיכוסוציאלי',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11107016 - מיומנויות התערבות - התערבות והערכתה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11107108 - הוראת שדה מודרכת בשירותי רווחה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11107264 - ע"ס בתחום בריאות הנפש להשלמה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11107271 - ע"ס בתחום מגדר להשלמות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11107281 - ע"ס בתחום ילד ונוער להשלמה',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11108111 - סדנת מחקר',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11108224 - חניכה לתלמידי תכנית ההשלמות',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11108226 - חניכה לתלמידי דוקטורט',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11109111 - סדנת כתיבה מדעית',
		'faculty_name':'עבודה סוציאלית'
	},
	{
		'course_name':'11109988 - הנחיית תיזה',
		'faculty_name':'ללא זמ"ק	עבודה סוציאלית'
	},
	{
		'course_name':'07212033 - הערכת תכניות התערבות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07213022 - מיינדפולנס ולמידה חברתית רגשית במערכת החינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214104 - תהליכים בקבוצה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214107 - סוגיות בתיאוריות בייעוץ',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214108 - התנסות בעבודת היועץ החינוכי א',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214113 - עקרונות יסוד בראיון',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214116 - נוירופסיכולוגיה של שפה וקריאה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214121 - התנסות בעבודת היועץ החינוכי א',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214208 - מאפיינים רגשיים והתפתחותיים בלקויי למידה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214216 - הורות ומשפחות לילדים עם צרכים מיוחדים',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214218 - לקויות למידה במתמטיקה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214219 - נוירופסיכולוגיה של קשב וליקויי קשב',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214501 - אינטראקציה מבוגר-ילד התפתחות השפה כמערכות דינאמיות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214508 - שיקום תקשורתי במסגרת החינוכית',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07214538 - התערבויות חינוכיות לשיפור עמדות בין קבוצות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07217007 - ניתוח נתונים כמותיים: ניתוח שונות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07217010 - שיטות מחקר בייעוץ חינוכי ובחינוך מיוחד חלק א',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07217011 - שיטות מחקר בייעוץ חינוכי והחינוך מיוחד - חלק ב',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07218025 - אינטראקציה הוראתית עם ילדי גן',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07218044 - חינוך וייעוץ בחברה רב תרבותית',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224038 - "נוער חסר מנוח": שיח נעורים בעת החדשה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224113 - מבוא למינהל החינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224217 - השכלה ומעמד בינוני בישראל',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224224 - מדיניות החינוך בישראל: היבטים גלובליים ומקומיים של קונפליקט',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224231 - המשפט של מערכת החינוך, מדיניות החינוך ורפורמות חינוכיות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224234 - השכלה גבוהה בתקופת טרום עצמאות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224241 - הדרכת פרוייקטים',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224302 - סדנת מחקר בפילוסופיה של החינוך חינוך ומוסר בהקשר פילוסופ',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224304 - סדנת מחקר איכותנית והיסטורית',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224311 - סוגיות במנהיגות בצדק חברתי בחינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224502 - גישות סוציולוגיות לחינוך ושינוי חברתי',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224506 - פרוגרסיביזם בחינוך: מתאוריה למעשה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224507 - הערכה בחינוך תאוריה ומעשה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224606 - הילכו שניים יחדיו? היבטים גלובאליים במערכת החינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224611 - טכנולוגיה וכלי חשיבה: תיאוריה יישומים ומדיניות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07224617 - מנהיגות חינוכית לנוכח אתגרי המשבר הסביבתי בהיבט פילוסופי',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07227001 - ניתוח נתונים איכותיים בחקר החינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07227010 - מערכי מחקר איכותיים מתקדמים:תיאוריה, שיטה, ניתוח, אתיקה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07227012 - שיטות מחקר למתקדמים: ניתוח רב משתני',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07231002 - מתודולוגיה מחקרית א',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07231003 - מתודולוגיה מחקרית ב',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07231004 - אוכלוסיות עם לקויות: איפיונים וסוגיות מרכזיות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07231201 - חינוך ושינוי חברתי: היבטים סוציולגיים, אידיאולוגיים והיסטוריים',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07231202 - מדיניות חינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07231300 - למידה הוראה ותקשוב בחברת הידע',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232000 - ניתוח נתונים כמותי',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232012 - יזמות בחינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232013 - אי שיוויון חברתי בראי החינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232014 - פסיכולוגיה התפתחותית בחינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232015 - משפט וחינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232017 - חינוך מודע מגדר',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232022 - התפתחות זהות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232027 - מבוא לחינוך תלמידים עם לקויות שמיעה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232028 - התפתחות תקינה של שפה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232037 - מרחבי מידע דיגיטליים ולמידה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232042 - שפת הסימנים הישראלית',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232048 - טיפוח סביבה איכפתית ומטיבה בחינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07232100 - טכנולוגיה חברה ותרבות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07233003 - סדנת התנסות - לימודי שדה בחינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07233007 - קוגניציה, רגש, מוח ולמידה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07233013 - תפיסה והפקה של דיבור חלק א',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07233015 - סדנת התנסות- שילוב אקדמיה שדה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07384115 - חינוך רב לשוני: גישות, תכניות ויוזמות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07384118 - המוח האלפבתי מבט היסטורי התפתחותי קוגניטיבי',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07384216 - ניתוח מעמת של שפות: תיאוריות והיבטים פדגוגיים',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07384316 - המורה לשפות: ידע, רקע תפיסות וידע לשוני',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07384530 - לשון ושיח בעידן דיגיטלי: היבטים חינוכיים וחברתיים',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07385126 - שפה ומגדר',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07388014 - היבטים רגשיים של רב לשוניות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574007 - היבטים טכנולוגיים בהוראת גיאומטריה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574010 - חשיבה כמותית בגיל הרך: תאוריה ומחקר',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574013 - למידה מדעית המשלבת את הפיזיקה, הכימיה ומדעי החיים',
		'faculty_name':'טווח תאריכים ברצף	חינוך'
	},
	{
		'course_name':'07574025 - פרקים בחשיבה אלגברית',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574035 - סדנה מלווה היבט המורה - מקוון',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574036 - חרדת מתמטיקה: גורמים, השפעות וטיפול',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574038 - עולמות מספרים: מחקר והוראה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574137 - טכנולוגיות ידע לשרות אנשים עם צרכים מיוחדים',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574150 - קוריקולום וסביבות למידה בחינוך המדעי והטכנולוגי',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574160 - ניתוח למידה בסביבות מתוקשבות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574168 - מחקר עיצוב כאמצעי עזר',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574171 - סדנה מלווה את ההתנסות המעשית - היבט התלמיד',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574302 - היבטים קוגנטיביים בלמידה ובהוראת המדעים והמתמטיקה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574314 - נימוקים והוכחות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574342 - טכנולוגיות קוגנטיביות ולמידה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574357 - מבוא לשפה מתמטית',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574364 - מבוא לתורת המספרים בהקשר של שיטות הצפנה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574369 - חייו ומותו של התא',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574372 - דוגמאות, הסברים, והקשר בינהם בחינוך מתמטי',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574375 - תפיסת מושגים מדעיים ושינוי תפיסתי',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574377 - הוראת מתמטיקה בחטיבת ביניים- היבטים דידקטיים ופדגוגיים בגיאומטריה, סטטיסטיקה והס',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574385 - הוראה ולמידה בקורסים מקוונים באקדמיה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07574390 - טכנולוגיה והוראת מדעים',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07577004 - אוריינות מחקר בחינוך מתמטי',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07577008 - ניתוח נתונים איכותני: כלים ושיטות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07578005 - רמה קוגניטיבית של תלמידים והוראת מדעים ומתמטיקה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07578026 - מתמטיקה בסביבה ממוחשבת, למידה ומחקר',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07579117 - טכנולוגיה בלמידה ובהוראת המדעים',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07579411 - התנסות מעשית בבי"ס - מדעי החיים',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07691002 - מערכת החינוך בישראל',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07691003 - להתבגר במאה ה 21- תפקידם של מחנכים ותרומת ההקשר הבית ספרי',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07691004 - שילוב והכלה - לומדים בעלי צרכים מיוחדים',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07691006 - תכנון לימודים',
		'faculty_name':'טווח תאריכים - שבועי	חינוך'
	},
	{
		'course_name':'07691007 - הערכת הישגים-מושגי יסוד במדידה והערכת הלומד',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07691017 - שער להוראה: גישות ופרטיקות בזירה הבית ספרית והכיתתית',
		'faculty_name':'טווח תאריכים - שבועי	חינוך'
	},
	{
		'course_name':'07692010 - סוגיות בהוראת שפות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07692013 - ידע פדגוגי של הוראת צרפתית',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07692014 - ידע פדגוגי של הוראת הלשון והספרות',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07692023 - מתמטיקה: הבנת הקשיים והוראה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07692042 - הוראה מותאמת: שפה כתובה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07692046 - דיסלקסיות: היבטים תיאורטיים ומעשיים',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07692052 - משפט וחינוך',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07692054 - ידע פדגוגי בהוראת קולנוע -עיוני',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07692062 - ידע פדגוגי של הוראת המוזיקה',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07693010 - התנסות קלינית מבוססת מחקר',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07694095 - סדנה מלווה התנסות מעשית',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'07212029 - משחקים ככלי התערבות לקשיים בתפקוד קוגניטיבי ורגשי חברתי',
		'faculty_name':'חינוך'
	},
	{
		'course_name':'15001003 - מבוא לפסיכולוגיה פיזיולוגית למדעי המוח',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15001013 - מבוא לפיזיקה',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15002000 - נוירוביולוגיה',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15002001 - סמינר סוגיות במדעי המוח ב',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15002004 - מבוא לפיזיולוגיה',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15002005 - מבנה המוח',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15002012 - מנגנונים תאיים ומולקולרים בהתפתחות והתחדשות מערכת העצבים',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15002061 - מעבדת פרויקט במדעי המוח',
		'faculty_name':'ללא זמ"ק	לימודי המוח'
	},
	{
		'course_name':'15002062 - מעבדת פרויקט במדעי המוח',
		'faculty_name':'ללא זמ"ק	לימודי המוח'
	},
	{
		'course_name':'15002101 - מעבדת פרויקט במדעי המוח',
		'faculty_name':'ללא זמ"ק	לימודי המוח'
	},
	{
		'course_name':'15002300 - סמינר סוגיות במדעי המוח ב חישובי',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15003004 - מידול מתמטי של תאי עצב ורשתות עצבים',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15003200 - סמינר סוגיות במדעי המוח ג חישובי',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15005010 - פרוייקט מעבדה ביולוגי הנדסי',
		'faculty_name':'ללא זמ"ק	לימודי המוח'
	},
	{
		'course_name':'15011005 - מבוא לנוירוביולוגיה מערכתית',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15011008 - הצרבלום, גרעיני הבסיס ובקרה מוטורית במוח היונק',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15011016 - הבסיס המוחי והנפשי למחלות פסיכיאטריות',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15011023 - פייתון למדעי המוח',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15011026 - רשתות מוחיות וגרפים',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15012000 - סמינר מדעי המוח לתואר שני',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15013000 - סמינר מחקרי במדעי המוח לדוקטורט',
		'faculty_name':'לימודי המוח'
	},
	{
		'course_name':'15019999 - עבודת גמר',
		'faculty_name':'ללא זמ"ק	לימודי המוח'
	},
	{
		'course_name':'21710024 - אנגלית מתקדמים ב למדעי החברה',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21710054 - אנגלית מתקדמים ב - הנדסה',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21710162 - אנגלית מתקדמים א סיעוד',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21710604 - אנגלית מתקדמים ב מדעי הרוח',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21710612 - אנגלית מתקדמים א',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21710622 - אנגלית מתקדמים א',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21711404 - אנגלית מתקדמים ב-  משפטים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21711654 - אנגלית מתקדמים ב-  ריפוי בעיסוק',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21713314 - אנגלית מתקדמים ב-  מדעי החיים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21715344 - אנגלית מתקדמים ב - סיעוד',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21715374 - אנגלית מתקדמים ב-  פיזיותרפיה',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21715604 - אנגלית מתקדמים ב-  עבודה סוציאלית',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21718114 - אנגלית מתקדמים ב אמנויות',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21719201 - מתקדמים ב חוצה דיצפלינות בין תחומי',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721133 - צרפתית מזורז',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721136 - גרמנית מזורז',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721160 - ספרדית למתחילים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721166 - איטלקית מזורז',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721260 - ספרדית מזורז',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721590 - רומנית מתחילים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721600 - צרפתית למתחילים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721610 - גרמנית למתחילים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721620 - יידיש למתחילים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721640 - איטלקית למתחילים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721670 - פולנית למתחילים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721690 - רוסית למתחילים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721710 - ערבית מדוברת למתחילים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721711 - ערבית מדוברת וחברה בתרבות הערבית',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21721800 - תורכית מתחילים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21722160 - ספרדית למתקדמים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21722590 - רומנית מתקדמים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21722600 - צרפתית למתקדמים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21722610 - גרמנית למתקדמים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21722620 - יידיש למתקדמים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21722640 - איטלקית למתקדמים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21722690 - רוסית למתקדמים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21722830 - תורכית למתקדמים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21723315 - כתיבה אקדמית באנגלית',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21723790 - רוסית לחוקרים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21725610 - גרמנית מדוברת למתחילים',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'21725640 - איטלקית תרבות באיטליה - קורס מקוון',
		'faculty_name':'יחידות מיוחדות'
	},
	{
		'course_name':'18800306 - כדור הארץ כפלנטה מאפשרת חיים',
		'faculty_name':'מופעים בדידים	תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800311 - אטום, גרעין, איזוטופים, ביקוע גרעיני והשלכותיו',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800314 - מבוא לאסטרופיזיקה',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800406 - צמחי תועלת',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800407 - קוגניציה בבעלי חיים',
		'faculty_name':'מופעים בדידים	תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800415 - תולדות שמירת הטבע בישראל ואתגרים לעתיד',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800502 - מבוא פיזיקלי לחקר המוח',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800610 - המהפכה המדעית מקופרניקוס ועד ניוטון',
		'faculty_name':'מופעים בדידים	תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800613 - דמוקרטיה, ליברליזם וקפיטליזם: ארצות הברית מהקמתה ועד ימינו',
		'faculty_name':'מופעים בדידים	תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800628 - מבוא לסוציולוגיה של האמנות',
		'faculty_name':'מופעים בדידים	תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800638 - מה קרה לכיפה אדומה בדרך למאה ה-21?',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800801 - סיפור העין: המבט באמנות',
		'faculty_name':'מופעים בדידים	תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800808 - פילוסופיה בקולנוע',
		'faculty_name':'מופעים בדידים	תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18800901 - משבר האקלים וקיימות: מבט רב תחומי',
		'faculty_name':'מופעים בדידים	תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18801007 - ילידים דיגיטליים',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18801801 - מ-Web 2.0 ל-Web 3.0: מוויקיפדיה לוויקידאטה',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18820301 - צעדים ראשונים במדעי המחשב ותכנות בפייתון',
		'faculty_name':'מופעים בדידים	תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18430310 - מבוא כללי לתכנות ולמדעי המחשב',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18430311 - מבוא לגאו-סייבר',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18430510 - טכנולוגיות בסיסיות של מערכות סייבר',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18430621 - סוגיות בהיסטוריה של האינטרנט: טכנוטופיה כתרבות אמריקאית',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18430623 - האדם הקיברנטי בראי הפסיכואנליזה',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18431010 - מבוא כללי לסייבר',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
	{
		'course_name':'18431422 - הגנת מידע ופרטיות',
		'faculty_name':'תכניות לימוד מיוחדות'
	},
