# Technion's courses:

Technion_courses_list = [
	{
		'course_name':'014003 - סטטיסטיקה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014004 - נתוח מערכות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014005 - מעבדה הנדסית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014006 - מבוא לשיטות נומריות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014008 - מידע גרפי הנדסי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014011 - הנדסה לקהילות מתפתחות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014101 - פרויקט בקונסטרוקציות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014103 - מבוא למכניקה הנדסית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014104 - תורת החוזק 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014107 - מבוא לתורת האלסטיות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014108 - סטטיקת מבנים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014113 - יסודות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014123 - מבני בטון 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014131 - פרויקט מורחב במבנים-חלק א',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014132 - פרויקט מורחב במבנים-חלק ב',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014142 - מבוא להנדסת רעידות אדמה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014143 - שיטות מחשב בסטטיקת מבנים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014145 - תורת החוזק 2',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014147 - בניית המהנדס 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014149 - מבני בטון 2',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014151 - נושא אישי בהנדסת מבנים למצטיינים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014153 - מבני בטון 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014201 - פרויקט בהנדסת מים 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014205 - הידרוליקה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014211 - מכניקת זורמים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014212 - מבוא להידרולוגיה הנדסית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014214 - יסודות מכניקת הזורמים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014300 - סמינריון בהנ. סביבתית ומשאבי מים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014301 - פרויקט בהנדסה סביבתית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014305 - מעבדה לטיפול במים ושפכים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014313 - מיקרוביולוגיה סביבתית ואפידמיולוג',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014321 - טוקסיקולוגיה סביבתית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014322 - יסודות הטיפול במים ושפכים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014409 - גיאומכניקה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014501 - פרויקט בחומרים ותפקוד',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014503 - פרויקט מעבדתי בחומרי בניה (1)',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014505 - חומרי בנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014506 - טכנולוגיה מתקדמת של בטון',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014513 - בניה במתכות-חומרים וטכנולוגיה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014516 - יסודות קלימטולוגית הבניה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014517 - חומרים ותהליכים 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014600 - סמינריון בניהול הבנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014601 - פרויקט בניהול הבנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014603 - כלכלה הנדסית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014606 - מבוא לניהול הבנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014609 - מיכון בבנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014613 - ניהול משאבי אנוש בבנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014615 - מבוא לניהול פיננסי בבנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014617 - תכנון ובקרה של פרוייקטי בנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014620 - עקרונות תכן מבנים בהנדסת ביצוע',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014631 - אומדן עלויות של פרויקטי תשתית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014701 - פרויקט בתחבורה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014702 - תכנון תחבורה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014703 - מבוא לתכנון תחבורה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014706 - מעבדה בהנדסת תנועה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014709 - מעבדת דרכים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014710 - מיסעות גמישות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014716 - תכנון ותפעול תחבורה ציבורית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014717 - תחבורה אוירית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014718 - מבוא לתכן ומסעות תחבורה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014719 - פרויקט מורחב בתחבורה - חלק א',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014721 - פרויקט בתכנון תחבורה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014722 - פרויקט בהנדסת תעבורה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014723 - פרויקט בתכן גיאומטרי של דרכים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014730 - מבוא להנדסת תחבורה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014732 - הנדסה וניהול תנועה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014733 - הנדסה וניהול של תנועה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014779 - תכן גיאומטרי ותפעול דרכים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014814 - חשבון תאום 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014829 - תחיקת המדידה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014841 - יסודות המיפוי והמדידה 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014842 - יסודות המיפוי והמדידה 2',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014843 - פוטוגרמטריה 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014846 - מסדי נתונים גיאו-מרחביים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014848 - מבוא לגיאודזיה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014851 - רשתות בקרה גיאודטיות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014852 - מדידות ג.פ.ס.',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014853 - מדידות הנדסיות מיוחדות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014855 - עבוד תמונה לצורכי מיפוי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014858 - פוטוגרמטריה 2',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014863 - מחנה מדידות 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014864 - מחנה מדידות 2',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014866 - סמינר במיפוי וגיאו-אינפורמציה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014867 - פרויקט בגיאודזיה ומדידות 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014869 - פרויקט במיפוי ספרתי 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014874 - מבוא לחישה מרחוק',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014882 - ניהול מקרקעין',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014883 - מעבדה בקדסטר',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014884 - קדסטר 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014885 - קדסטר 2',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014886 - מחנה מדידות קדסטרליות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014940 - תופעות מעבר במערכות טבעיות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014942 - הנדסה הידרולית ומאגרים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014952 - סקר קרקעות - מערכות מידע',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014968 - אקולוגיה למהנדסים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014977 - מבוא לתהליכי זרימה וזיהום בקרקע',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'015017 - ציוד מערכות ושיטות בעבודות עפר',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'015904 - מבוא לאגרוביולוגיה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016111 - בטון דרוך',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016142 - הנדסת רעידות אדמה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016143 - מבני בטון 3',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016144 - מבוא לאלמנטים סופיים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016203 - הנדסת מערכות משאבי מים 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016206 - מכניקת זורמים סביבתית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016210 - גלי מים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016302 - זיהום אויר',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016304 - פיסיקה מתקדמת של האטמוספירה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016327 - פירוק ביולוגי של מזהמים אורגניים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016328 - הפרדה ממברנלית בטיפול בשפכים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016329 - הידרוביולוגיה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016336 - טכנולוגיות לניהול משאבי אויר',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016337 - אלקטרוכימיה סביבתית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016403 - מבוא למכניקת הסלע',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016504 - אבטחת איכות ובקרת איכות בבנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016505 - בנייה בעץ - חומרים וטכנולוגיה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016619 - תכן טפסות לבטון',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016631 - יזמות בינלאומית בנדלן',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016709 - התכנון העירוני האזורי והארצי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016801 - חשבון תאום 2',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016803 - מערכות מידע גיאוגרפי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016815 - פוטוגרמטריה ספרתית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016816 - גיאודזיה פיסיקלית 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016818 - היבטים בקדסטר מודרני',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016819 - מיפוי ימי מתקדם',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016826 - מיפוי ומדידה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016827 - מיסוי מקרקעין',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016828 - עקרונות בהערכת שווי מקרקעין',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016829 - סדנה בהערכת שווי מקרקעין',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016832 - ניווט ומערכות אינרציאליות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016834 - סדנא בפיתוח מערכות מידע גיאוגרפי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016835 - היבטים נומריים בפתרון תצלומים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'017004 - תכן מערכות בקרה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'017008 - כימיה של הקרקעאגרוכמיקלים וזיהום',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'017022 - תהליכים ביולוגיים בהנדסת סביבתית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'034010 - דינמיקה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034011 - תורת הרטט',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034013 - תורת הזרימה 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034015 - תכן מכני 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034016 - תכן מכני 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034022 - מבוא למכטרוניקה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034028 - מכניקת מוצקים 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034029 - מכניקת מוצקים 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034030 - תהליכי יצור',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034032 - מערכות ליניאריות מ',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034033 - אנליזה נומרית מ',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034034 - הנע חשמלי',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034035 - תרמודינמיקה 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034039 - מעבדה בשיטות ניסוי',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034040 - מבוא לבקרה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034041 - מעבר חום',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034042 - מבוא לשרטוט הנדסי',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034043 - שרטוט הנדסי ממוחשב',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034044 - מבוא לשיטות ניסוי',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034210 - תכן טורבו-מכונות ומנועי סילון 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034306 - פרויקט תכן מער. הדראוליות פנאומ2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034312 - פרויקט  אדריכלות ימית 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034320 - פרויקט מנועי בוכנה 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034326 - פרויקט מיוחד בהנדסת מכונות 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034338 - פרויקט תיבם 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034339 - פרויקט ברובוטיקה 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034340 - פרויקט ברובוטיקה 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034350 - פרויקט במכטרוניקה 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034353 - פרויקט תכן מוצר חדש 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034355 - פרויקט מחקרי בהנדסת מכונות 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034356 - פרויקט מחקרי בהנדסת מכונות 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034362 - פרויקט בבקרה 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034364 - פרויקט במכניקה 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034371 - פרויקט תכן לייצור',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034376 - פרויקט בביומכניקה 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034378 - פר.תכן באנרגיה מתחדשת ובת קיימא 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034379 - פרויקט הנדסי 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034380 - פרויקט הנדסי 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034381 - פרויקט מחקרי בהנ. מכונות 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034401 - מעבדה מתקדמת לרובוטים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034404 - מעבדה מתקדמת בתיבם',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034406 - מעבדה מתקדמת לבקרה ואוטומציה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034410 - מעבדה מתקדמת לאנרגיה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034413 - מעבדה לתכן וייצור',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035001 - מבוא לרובוטיקה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035003 - מערכות תיבמ 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035008 - אוטומציה תעשייתית',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035017 - מערכת רכב 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035023 - קרור ונהול תרמי של רכיבים אלקטרו.',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035024 - טריבולוגיה שימושית',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035026 - מבוא יצירתי להנדסת מכונות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035035 - תורת הזרימה 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035036 - תכן מערכות בקרה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035039 - עבוד אותות לדיאגנוסטיקה ותנודות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035041 - מכניקת מיקרומערכות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035043 - מבוא לתורת האלסטיות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035044 - הידרוסטטיקה של אוניות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035045 - קריאוגניקה# מקררים וניזול גזים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035048 - תכן משולב באנליזה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035049 - עקרונות מערכות הנעת כלי שייט',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035050 - תכנון מערכות אופטיות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035053 - אנרגיה מתחדשת ובת קיימא',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035123 - מבוא למערכות ייצור 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035124 - אנליזת תהליכי עבוד',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035146 - מנועי שריפה פנימית',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035188 - תורת הבקרה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036001 - שיטות אנליטיות בהנדסת מכונות 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036002 - שיטות אנליטיות בהנדסת מכונות 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036005 - דינמיקה אנליטית 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036006 - גלי מאמצים במוצקים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036008 - זרימה דחיסה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036015 - שיטות אלמנטים סופיים בהנדסה 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036020 - גאומטריה חישובית ומודלים לתיבם 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036031 - טריבולוגיה עיונית',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036032 - מכניקת זורמים אנליטית',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036041 - תכן הנדסי מתקדם 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036045 - גיאומטריה חישובית ומודלים בתיבם 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036049 - רשתות עצביות לבקרה ודיאגנוסטיקה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036053 - אמינות ובדיקות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036055 - אופטיקה לינארית ויישומים  2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036057 - שטות פער-ידע להערכת סיכון ואמינות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036062 - מכניקת מגע',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036070 - ננואופטיקה ומבני אופט מחזוריים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036071 - ביומכניקה של תאים ומולקולות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036073 - נושאים מתקדמים בהנדסת מכונות 8',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036075 - נושאים מתקדמים בהנדסת מכונות 9',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036080 - מערכות הנעת רכב מתקדמות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036081 - עקרונות תכן ויצור מיקרו-מערכות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036093 - מכניקה של חומרים מרוכבים 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'044000 - פרויקט מחקרי לסטודנטים מצטיינים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044098 - מבוא להנדסת חשמל לתעופה וחלל',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044099 - מעבדה בהנדסת חשמל',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044101 - מבוא למערכות תכנה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044102 - בטיחות במעבדות חשמל',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044105 - תורת המעגלים החשמליים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044109 - מבוא להנדסת חשמל',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044114 - מתמטיקה דיסקרטית ח',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044125 - יסודות התקני מוליכים למחצה מ',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044127 - יסודות התקני מוליכים למחצה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044130 - אותות ומערכות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044140 - שדות אלקטרומגנטיים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044142 - מעגלים אלקטרוניים לינאריים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044145 - מערכות ספרתיות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044147 - מעגלי מיתוג אלקטרוניים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044148 - גלים ומערכות מפולגות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044151 - מעבדה להנדסת חשמל 1ח',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044160 - מעבדה בהנדסת חשמל 1',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044162 - מעבדה בהנדסת חשמל 2',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044164 - מעבדה בהנדסת חשמל 3',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044165 - מעבדה בהנדסת חשמל 2',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044166 - מעבדה בהנדסת חשמל 3',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044167 - פרוייקט א',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044169 - פרויקט  ב',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044170 - פרויקט  מיוחד',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044173 - פרויקט בתעשיה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044180 - נושא אישי למצטיינים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044184 - נושאים מתקדמים למצטיינים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044185 - נושא מיוחד למצטיינים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044191 - מערכות בקרה 1',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044192 - מערכות בקרה 2',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044193 - מעבדה לבקרה לינארית',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044198 - מבוא לעבוד ספרתי של אותות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044202 - אותות אקראיים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044214 - טכניקות קליטה ושידור',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044231 - התקנים אלקטרוניים 1',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044239 - תהליכים במיקרואלקטרוניקה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044262 - תכן לוגי ומבוא למחשבים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044268 - מבוא למבני נתונים ואלגוריתמים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044334 - רשתות מחשבים ואינטרנט 1',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044339 - אלקטרואופטיקה 1',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'045001 - פרויקט מבוא בהנדסת חשמל',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046005 - רשתות מחשבים ואינטרנט 2',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046012 - מבוא לרכיבים וחומרים אורגניים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046042 - מבוא למערכות הספק ורשת חכמה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046052 - אופטו-אלקטרוניקה קוואנטית',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046129 - פיסיקה של מצב מוצק ח',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046187 - תכן מעגלים אנלוגיים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046193 - עיבוד וניתוח מידע',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046195 - מערכות לומדות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046200 - עבוד ונתוח תמונות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046204 - תקשורת אנלוגית',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046205 - מבוא לתורת הקידוד בתקשורת',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046206 - מבוא לתקשורת ספרתית',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046209 - מבנה מערכות הפעלה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046210 - מעבדה במערכות הפעלה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046225 - עקרונות פיזיקליים של התקני מלמ',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046237 - מעגלים משולבים - מבוא ל-וי.ל.ס.י.',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046249 - מערכות אלקטרו-אופטיות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046265 - ארכיטקטורות מתקדמות ומעגלים בשילו',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046266 - שיטות הידור (קומפילציה)',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046267 - מבנה מחשבים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046268 - הנדסת מעבדי מחשב',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046271 - תכנות ותכן מונחה עצמים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046272 - מערכות מבוזרות# עקרונות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046326 - מבוא לאותות ומערכות ביולוגיים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046332 - מערכות ראיה ושמיעה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046342 - מבוא לתקשורת בסיבים אופטיים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046733 - תורת האינפורמציה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046745 - עבוד ספרתי של אותות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046773 - התקני מלמ אלקטרואופטיים לגלוי',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046853 - ארכיטקטורות מתקדמות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046868 - יסודות תהליכים אקראיים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046880 - תכן לוגי של מער. וי.אל.אס.אי',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046903 - מעגלים משולבים בתדר רדיו',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'047004 - נושאים מתקדמים 5',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'054133 - מבט על הנדסה כימית וביוכימית',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054135 - מבוא להנדסה כימית וביוכימית',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054136 - תהליכי הפרדה 1 בה.כימית וביוכימית',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054251 - עבודה בתעשיה  1',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054306 - עקרונות הנדסה כימית 2 מ',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054314 - מבוא לדינמיקה ובקרת תהליכים מ',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054315 - תרמודינמיקה ב',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054350 - פולימרים 1',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054351 - פולימרים 2',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054354 - תהליכים נבחרים בתעשיה הכימית',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054364 - עבודה בתעשיה 2',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054367 - פרויקט מחקר 1',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054368 - פרויקט מחקר 2',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054400 - מעבדה   להנדסה כימית 2',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054406 - מחקר גמר 1',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054408 - מב.לתכן ריאקטורים כימיים וביוכימ.',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054412 - הנדסה ביוכימית',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054416 - תכון אינטגרטיבי של תהליכים כימיים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054420 - מעבדה להנדסה כימית 2 בכ',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054452 - בעיות סביבתיות-זיהום אויר',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054476 - מידול מולקולרי בהנדסה כימית',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056142 - תהליכי הפרדה וטיהור עי ממברנות',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056146 - נושאים הנדסיים נבחרים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056394 - תבניות ריח# מבוא ויישומים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056396 - מערכות חלקיקים בנוזל',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056397 - ממברנות עקרונות וחומרים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056399 - הנדסת אנרגיה וסביבה',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056400 - בטיחות תהליכית בהנדסה כימית',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'064001 - עבודת גמר  1',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064002 - עבודת גמר 2',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064003 - עבודה מעשית בתעשית מזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064005 - פרויקט מיוחד',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064106 - תרמודינמיקה בהנ.ביוטכנולוג.ומזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064117 - תופעות מעבר חום',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064210 - פרקים נבחרים בטכנולוגיה של מזון א',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064212 - טכנולוגיה של מזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064239 - מע.בהנ. תהליכים וחומרים ביולוגיים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064324 - אנליזה של מזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064326 - מע.באנליזה#מזון וחומרים ביולוגיים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064405 - מיקרוביולוגיה של מזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064507 - ביוטכנולוגיה מולקולרית',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064509 - תהליכי יסוד בביוטכנולוגיה',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064522 - מבוא להנ. ביוטכנולוגיה ומזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064523 - מבוא לביוטכנולוגיה מולקולרית',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064603 - תזונה',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066217 - אריזת מזון תרופות ומוצרים ביולוג',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066243 - אבקות - מדע וטכנולוגיה',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066247 - חומרים מתקדמים לביוטכ ומזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066329 - אמולסיות במזון ובביוטכנולוגיה',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066521 - הנדסת רקמות',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066525 - יזמות בביוטכנולוגיה',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066526 - ביולוגיה סינתטית',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066613 - מזון פונקציונלי ונוטרסיאוטיקלים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'084142 - הנדסת מערכות אויר-חלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084154 - שיטות ניסוי בהנדסה אוירונוטית',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084156 - שיטות ניסוי מתקדמות בה.אויר וחלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084220 - מכניקת הטיס 1',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084225 - דינמיקה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084311 - אוירודינמיקה בלתי דחיסה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084312 - זרימה דחיסה כונסים ונחירים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084314 - זרימה צמיגה ומעבר חום',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084402 - הנעה רקטית',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084512 - אנליזה ויישומי מחשב במבנים אוירו.',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084513 - יסודות המבנה האוירונוטי',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084640 - תכן הנ. וייצור של מערכות תעופתיות',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084653 - פרויקט תכן 53',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084654 - פרויקט תכן 54',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084661 - פרויקט תכן 61',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084662 - פרויקט תכן 62',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084663 - פרויקט תכן 63',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084664 - פרויקט תכן 64',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084665 - פרויקט תכן 65',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084666 - פרויקט תכן 66',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084667 - פרויקט תכן 67',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084668 - פרויקט תכן 68',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084669 - פרויקט תכן 69',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084738 - תורת הבקרה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085101 - תעופה ספורטיבית 1',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085103 - תעופה ספורטיבית 3',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085104 - תעופה ספורטיבית 4',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085135 - אנליזה נומרית להנדסה אוירונוטית מ',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085156 - פרויקט ניסוי',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085201 - מבוא להנדסת אוירונוטיקה וחלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085220 - מעבדה במכניקת הטיס',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085305 - מעבדה באוירודינמיקה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085405 - מעבדה בהנעה ושריפה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085505 - מעבדה במבנים אוירונוטיים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085677 - פרויקט בייצור ואחזקת כלי טיס 1',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085678 - פרויקט בייצור ואחזקת כלי טיס 2',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085681 - פרויקט תכן מיוחד 1',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085691 - מבוא לתכן מכני של לווין',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085695 - תכן ראשוני של מטוסים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085705 - מעבדה בבקרה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085851 - פרויקט מחקר 1',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086222 - ניתוח מערכות משובצות מחשב ותוכנתן',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086287 - מכניקת גופים בחלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086289 - בקרת מערכות רבות קלט ופלט',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086320 - מעבר חום בהנדסת אוירונוטיקה וחלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086321 - נושאים נבחרים בתורת הזרימה 1',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086376 - אוירודינמיקה חישובית',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086380 - מבוא לשכבות גבול',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086389 - אוירודינמיקה של גופים וכנפיים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086401 - מער. הנעה לכלי טייס המונעים במדחף',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086414 - מנועי מגח סילון',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086462 - נושאים נבחרים באמצעי הנעה 2',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086480 - יסוד. אוירו-תרמים של טורבו-מכונות',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086484 - שיטות מדידה מתקדמות בזרימה והנעה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086521 - נושאים נבחרים במבנים אוירו-חלל 1',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086733 - תהליכים אקראיים במערכות אויר-חלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086755 - דינמיקה ובקרה אוטומט של כלי טייס',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086761 - ניווט נעזר ראיה ממוחשבת',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086821 - נושאים נבחרים בהנדסת אויר-חלל 1',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086901 - מבוא למערכות מבנים נבונים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086920 - הנעה חשמלית בחלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086924 - יסודות הנדסת פלסמת אוירו-חלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086925 - חישה של כדהא מהחלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'087541 - נושאים נבחרים בהנדסת אויר-חלל_1',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'094101 - מבוא להנדסת תעשיה וניהול',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094139 - נהול שרשראות אספקה ומע לוגיסטיות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094141 - תכן המוצר ומערכות ייצור ושירות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094142 - תפעול מער ייצור ושרות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094189 - קדם פרויקט תכן',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094195 - פרויקט תכן 1',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094197 - פרויקט מחקר סמסטריאלי',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094198 - אירועים בהנדסת תעשיה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094219 - הנדסת תוכנה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094222 - אפיון וניתוח מערכות מידע',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094224 - מבני נתונים ואלגוריתמים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094241 - ניהול מסדי נתונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094313 - מודלים דטרמיניסטים בחקר ביצועים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094314 - מודלים סטוכסטיים בחקר בצועים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094323 - מודלים דינמיים בחקר ביצועים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094334 - סימולציה ספרתית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094345 - מתמטיקה דיסקרטית ת',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094411 - הסתברות ת',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094412 - הסתברות מ',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094423 - מבוא לסטטיסטיקה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094481 - מבוא להסתברות וסטטיסטיקה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094504 - מיקרו כלכלה 2',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094506 - מבנה שווקים וארגון תעשייתי',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094513 - מאקרו כלכלה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094520 - סדנא בעסקים קטנים ובינוניים 1',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094564 - מבוא לניהול פיננסי',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094591 - מבוא לכלכלה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094594 - עקרונות הכלכלה למהנדסים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094814 - היבטים משפטיים ופיננסים ביזמות טכ',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094821 - חשבונאות פיננסית וניהולית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094822 - חשבונאות ניהולית מתקדמת',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094851 - משחק מנהלים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'095112 - מדידת ביצועים ושיפור שיטות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'095113 - איכות פריון ותחזוקה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'095140 - תכנון פרויקטים וניהולם',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'095142 - מבוא לניהול פרויקטים ר',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'095605 - מבוא לפסיכולוגיה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096120 - הנדסת איכות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096124 - תיכון לייצוריות ולהרכבה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096125 - אבטחת איכות יישומית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096210 - יסודות בינה מלאכותית וישומיה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096211 - מודלים למסחר אלקטרוני',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096220 - מערכות עיבוד מאורעות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096226 - חישובתורת המשחקים וכלכלה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096240 - תכן מערכות זמן אמת',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096255 - פיתוח מערכות מבוססות מארג',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096260 - נושאים מתקדמים במערכות מידע',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096262 - אחזור מידע',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096266 - חווית משתמש במער. אינטראקטיביו',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096310 - תהליכים אקראיים ושימושיהם',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096326 - אלגוריתמים בתזמון',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096327 - מודלים לא לינאריים בחקר ביצועים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096350 - קירובים באופטימיזציה קומבינטורית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096401 - נושאים נבחרים בסטטיסטיקה והסתברות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096414 - סטטיסטיקה תעשייתית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096501 - כלכלה למהנדסי מערכות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096502 - מימון חברות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096531 - שיטות מתמטיות בכלכלה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096537 - כלכלת מגזר השירות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096540 - תיאוריה מיקרו-כלכלית 3',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096553 - כלכלת סביבה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096556 - שוקי אופציות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096572 - נושאים מתקדמים בתורת המשחקים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096573 - תורת המכרזים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096575 - משחקים לא-שיתופיים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096580 - נושאים נבחרים בהנדסה פיננסית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096581 - נושאים נבחרים בכלכלה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096582 - נושאים מתקדמים בכלכלה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096586 - אקונומטריקה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096600 - התנהגות ארגונית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096617 - חשיבה וקבלת החלטות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096620 - הנדסת גורמי אנוש',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096807 - יזמות חברתית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096809 - נושאים מתקדמים בניהול',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096815 - יזמות וקנין רוחני',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097122 - ניהול אמינות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097135 - מחקר רב תחומי במערכות שירות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097140 - שיטות מתקדמות בניהול פרויקטים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097151 - תכן מתקנים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097200 - למידה עמוקה תיאוריה ומעשה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097215 - עיבוד שפה טבעית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097317 - תורת המשחקים השיתופיים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097330 - נושאים נבחרים בחקר ביצועים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097800 - עקרונות השיווק',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'103015 - השלמות מתמטיקה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104001 - שיטות בחשבון אינטגרלי',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104003 - חשבון דיפרנציאלי ואינטגרלי 1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104004 - חשבון דיפרנציאלי ואינטגרלי 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104013 - חשבון דיפרנציאלי ואינטגרלי 2ת',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104016 - אלגברה 1/מורחב',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104017 - חשבון דיפרנציאלי ואינטגרלי 1נ',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104018 - חשבון דיפרנציאלי ואינטגרלי 1מ',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104019 - אלגברה ליניארית מ',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104020 - חשבון דיפרנציאלי ואינטגרלי 2נ',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104022 - חשבון דיפרנציאלי ואינטגרלי 2מ',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104031 - חשבון אינפיניטסימלי 1מ',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104032 - חשבון אינפיניטסימלי 2מ',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104033 - אנליזה וקטורית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104034 - מבוא להסתברות ח',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104035 - משוואות דיפ רגילות ואינפי 2ח',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104090 - מתמטיקה למדעי החיים',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104112 - גיאומטריה וסימטריה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104122 - תורת הפונקציות 1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104131 - משואות דיפרנציאליות רגילות/ח',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104134 - אלגברה מודרנית ח',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104135 - משוואות דפרנציאליות רגילות ת',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104142 - מבוא למרחבים מטריים וטופולוגיים',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104165 - פונקציות ממשיות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104166 - אלגברה א',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104172 - מבוא לחבורות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104173 - אלגברה ליניארית ב',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104174 - אלגברה ליניארית במ',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104177 - גיאומטריה דיפרנציאלית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104184 - סמינר באלגברה להסמכה 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104185 - סמינר לסטודנ.בהסמכה1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104192 - מבוא למתמטיקה שמושית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104195 - חשבון אינפיניטסימלי 1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104215 - פונקציות מרוכבות א',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104221 - פונקצ מרוכבות והתמרות אינטגרליות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104222 - תורת ההסתברות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104223 - מדח וטורי פוריה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104228 - משוואות דיפרנציאליות חלקיות מ',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104277 - נושאים במתמטיקה לתלמידי ארכיטקט.',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104279 - מבוא לחוגים ושדות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104280 - מודולים חוגים וחבורות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104281 - חשבון אינפי 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104282 - חשבון אינפי 3',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104283 - מבוא לאנליזה נומרית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104285 - משוואות דיפרנציאליות רגילות א',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104286 - קומבינטוריקה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104290 - תורת הקבוצות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104291 - אלגוריתמים קומבינטוריים',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106347 - מספרים אלגבריים',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106349 - הסתברות מתקדמת',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106372 - פרקים נבחרים בקומבינטוריקה 1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106376 - שיטות אנליטיות בקומבינטוריקה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106383 - טופולוגיה אלגברית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106384 - סמינר בטופולוגיה 1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106393 - תורת המטריצות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106413 - משוואות דיפרנציאליות חלקיות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106723 - יריעות דיפרנציביאליות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106800 - נושאים בתורה הארגודית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106929 - נושאים נבחרים באנליזה 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106931 - נושאים נבחרים באלגברה 1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106942 - אנליזה פונקציונלית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106950 - נושאים נבחרים בתורת המשחקים',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106960 - מערכות דינמיות 1 דינמיקה המלטונית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'114020 - מעבדה לפיסיקה 1מ',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114021 - מעבדה לפיסיקה  2מ',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114027 - מעבדה לפיסיקה 5',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114028 - מעבדה לפיסיקה 6',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114030 - מעבדה לפיסיקה 2 מח',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114032 - מעבדה לפיסיקה 1ח',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114034 - מעבדה לפיסיקה 2מפ',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114035 - מעבדה לפיסיקה 3 - גלים',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114036 - פיסיקה סטטיסטית ותרמית',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114037 - מעבדה לפיסיקה 4מח',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114051 - פיסיקה 1',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114052 - פיסיקה 2',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114054 - פיסיקה 3',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114071 - פיסיקה 1מ',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114073 - פיסיקה 3ח',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114074 - פיסיקה 1פ',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114075 - פיסיקה 2ממ',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114077 - פיסיקה 1ל',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114078 - פיסיקה 2ל',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114081 - מעבדה לפיסיקה 1',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114082 - מעבדה לפיסיקה 2',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114086 - גלים',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114101 - מכניקה אנליטית',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114208 - מעבדה במדידות אופטיות',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114210 - אופטיקה',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114229 - פרויקט',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114245 - תורה אלקטרומגנטית',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114246 - אלקטרומגנטיות ואלקטרודינמיקה',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114248 - פיסיקה 1 ר',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114249 - פיסיקה 2 ר',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114250 - מעבדה לפיסיקה 5ת',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114251 - מעבדה לפיסיקה 6ת',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114252 - פרויקט ת',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'115203 - פיסיקה קוונטית 1',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'115204 - פיסיקה קוונטית 2',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'115248 - פיסיקה 1רל',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116003 - פיסיקה של לייזרים',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116004 - פיס. של גרעינים וחלקיקים יסודיים',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116029 - מבוא לביופיסיקה',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116031 - תורת האינפורמציה הקוונטית',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116217 - פיסיקה של מצב מוצק',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116354 - אסטרופיסיקה וקוסמולוגיה',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'117016 - פיסיקת הפלסמה',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'117021 - על-מוליכות ועל-נוזליות',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'117098 - כאוס המילטוניאני# קלסי וקוונטי',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'123015 - השלמות כימיה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124107 - כימיה לפיזיקאים מ',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124108 - כימיה לפיסיקאים',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124117 - יסודות הכימיה א',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124120 - יסודות הכימיה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124210 - כימיה ביו-אי אורגנית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124212 - מעבדה בכימיה אנליטית 1 מורחב',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124213 - כימיה אנליטית 2 (מורחב)',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124214 - מעבדה בכימיה אנליטית 2 מורחב',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124305 - כימיה אי-אורגנית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124353 - פרויקט מחקר בכימיה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124355 - פרוייקט מחקר מיוחד בכימיה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124356 - מבוא למחקר בכימיה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124357 - סמינר מתקדם בכימיה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124400 - כימיה קוונטית 1',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124408 - תורת הקוונטים ויישומיה בכימיה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124415 - כימיה פיסיקלית-תרמודינמיקה כימית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124416 - אלקטרומגנטיות וחומר',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124503 - כימיה פיסיקלית 1ב',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124510 - כימיה פיסיקלית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124601 - מעבדה בכימיה פיסיקלית 1',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124605 - מע. בכימיה פיסיקלית 2 לכימאים',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124608 - מע. בכימיה פיסיקלית להנ. חומרים',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124611 - מעבדת מבוא לפיסיקה כימית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124703 - מבנה ופעילות בכימיה אורגנית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124708 - כימיה אורגנית מורחב 1',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124711 - כימיה אורגנית 2מ',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124911 - מעבדה כימיה אורגנית 1',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124912 - מעבדה בכימיה אורגנית 2מ',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'125001 - כימיה כללית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'125013 - מעבדה בכימיה כללית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'125102 - מעבדה כימיה אנליטית 1 למהנדסים',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'125105 - מע.בכימיה אנליטית 1 להנ.ביוכימית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'125801 - כימיה אורגנית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'126302 - מעב אנליטית מתקדמת בניטור סביבתי',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'126303 - מע. בכימיה אי-אורגנית ואורגנומתכת',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'126600 - מעבדה מתקדמת בכימיה פיסיקלית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'126602 - כימיה פיסיקלית ניסיונית מתקדמת',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'126901 - מעבדה מתקדמת בכימיה אורגנית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'126902 - מעבדה בכימיה אורגנית ופיסיקלית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127424 - שיטות וישומים מתקדמים בתמג',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127427 - מצב מוצק לכימאים (מורחב)',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127727 - תרכובות אורגנומתכתיות בסינתזה אור',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127730 - קביעת מבנה בשיטות פיסיקליות',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127735 - נושאים נבחרים בקטליזה הומוגנית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127738 - כימיה אורגנית 3 מורחב',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127741 - כימיה של פפטידים וחלבונים',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'134014 - הכרת החי והצומח א',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134019 - מבוא לביוכימיה ואנזימולוגיה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134020 - גנטיקה כללית',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134049 - פרויקט מחקר בביולוגיה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134055 - אנדוקרינולוגיה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134058 - ביולוגיה 1',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134069 - ביולוגיה התפתחותית',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134076 - הכרת המערכת הימית של מפרץ אילת',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134082 - ביולוגיה מולקולרית',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134111 - זואולוגיה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134113 - מסלולים מטבולים',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134123 - סמינר בביולוגיה 1',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134124 - סמינר ביולוגיה 2',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134126 - סמינר בביולוגיה 4',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134127 - נושאים בביולוגיה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134129 - הביולוגיה של מחלת הסרטן',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134133 - אבולוציה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134134 - מעבדה בעולם החי',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134136 - ביופיסיקה מולקולרית',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134142 - מעבדה בגנטיקה מולקולרית',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134144 - מעבדה בפיזיולוגיה של הצמח',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134145 - מדעי התרופה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134147 - מטבוליזם ומחלות באדם',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134152 - מבוא לנוירוביולוגיה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'136022 - מסלולי חישה במיקרואורגניזמים',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'136042 - מודלים בביולוגיה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'136088 - גנטיקה מולקולרית של האדם',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'136093 - מבנה ותכנון של ביומקרומולקולות',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'136105 - ביולוגיה של ההתפתחות',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'136204 - ביולוגיה של אלמוגים',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'196006 - זרימות אטיות',
		'faculty_name':'מתמטיקה שימושית'
	},
	{
		'course_name':'197011 - נושאים נבחרים במתמטיקה שימושית 4',
		'faculty_name':'מתמטיקה שימושית'
	},
	{
		'course_name':'204000 - מבוא לאדריכלות נוף',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204003 - נושאים נבחרים באדריכלות נוף 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204005 - מבנה ופרטי גן 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204090 - תולדות אדריכלות נוף 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204202 - צמחיה בנוף 2#יסודות תכנון בצמחיה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204403 - מבנה ופרטי גנים 3-פרויקט מסכם',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204621 - תכנון נוף 20',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204623 - תכנון נוף 40',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204625 - תכנון נוף 60',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204626 - אדריכלות נוף חוקרת',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204714 - פרויקט/נושא מיוחד באדר.נוף-55 א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204716 - פרויקט/נושא מיוחד באדר.נוף-44א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204720 - נושא נבחר/פר.מיוחד באדרנוף55ב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204724 - סיור לימודי באדריכלות נוף 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205012 - מבוא לחברה ורוח בארכיטקטורה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205013 - מבוא למקצועות המרחב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205017 - תולדות האדריכלות בעידן המודרני',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205071 - מורפולוגיה 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205096 - תולדות האומנות כאם האדריכלות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205097 - מבוא לשימור בניינים ואתרים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205104 - הסט ותיאוריה של אדר מלחע-כיום',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205152 - סוגיות בסוציולוגיה אורבנית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205154 - סוגיות בפסיכולוגיה לאדריכלים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205162 - אוריינות# מרחב וטקסט',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205254 - היבטים נבחרים בתכנון תחבורה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205257 - מבוא לעיצוב עירוני',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205304 - מיני סטודיו עיצוב א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205410 - חומרים 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205423 - מבנה ופרטי בניין 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205458 - תכן מבנים 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205459 - תכן מבנים 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205492 - אקלים ואנרגיה בארכיטקטורה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205501 - אור ותאורה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205505 - מערכות תברואה - מבוא',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205508 - בטיחות בבניינים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205625 - פרויקט מיוחד 4ג',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205635 - תכנון בנינים סולרים ביואקלימים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205638 - פרויקט מיוחד 3ד',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205656 - תכנון כולל 4',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205659 - תכנון כולל 7',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205665 - סטודיו 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205667 - סטודיו 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205692 - נושאים מיוחדים בארכי 1ג',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205701 - נושאים בתכנון כולל',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205703 - נושאים בתכנון כולל',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205705 - נושאים בתכנון כולל',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205716 - נושאים בטכנולוגיית בנייה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205723 - נושאים מיוחדים בארכיטקטורה 3ה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205724 - נושאים מיוחדים בארכיטקטורה 3ו',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205813 - הבעה גרפית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205824 - סדנאות מדיה 2 א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205825 - סדנאות מדיה 2 ב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205827 - סדנאות מדיה 2ד',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205828 - סדנאות מדיה 2ה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205873 - עיצוב בסיסי 4',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205874 - אומנות ניסויית 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205875 - אומנות ניסויית 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205878 - עיצוב בסיסי 1 א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205885 - עיצוב בסיסי 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205922 - התבוננות דיגום ויצוג 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206003 - נושאים נבחרים בארכיטקטורה-שימור 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206007 - נוש. בארכיטקטורה-אדריכלות ירוקה 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206009 - נושאים בארכ.-היסטוריה ותיאוריה 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206010 - נושא. בארכ. - היסטוריה ותיאוריה1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206011 - נושאים נבח. בארכ.-עיצוב עירוני 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206012 - נוש. נב. בארכ. - עיצוב עירוני 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206060 - מדיה אינטראקטיבית בתכנון',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206075 - קיימות בראיה כוללת',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206080 - קריאה תרבותית של המרחב העירוני',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206150 - גישות לחינוך והוראת התכן בארכיטקט',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206171 - סטודיו נושאי אינטגרטיבי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206172 - סטודיו נושאי אדריכלות בר-קימא',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206173 - סטודיו נושאי שימור',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206174 - סטודיו נושאי עיצוב עירוני',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206175 - סטו נוש הסטוריה תיאוריה וביקור',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206176 - סטודיו נושאי אדר דיגיטלית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206563 - סמינר בתכנון מבנים סולריים פאסיבי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206566 - מיקרו אקלים בעיר בעזרת צמחייה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206571 - מודלים ממוחשבים לתכנון ארכיטקטוני',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206808 - תיאוריות של אדריכלות דיגיטלית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206820 - היסטורית העיצוב התעשייתי 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206821 - נושאים נבחרים בעיצוב תעשייתי 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206828 - עיצוב טכנולוגיה וחדשנות 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206831 - נושאים נבחרים בעיצוב תעשייתי 5',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206832 - נושאים נבחרים בעיצוב תעשייתי 6',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206833 - נושאים נבחרים בעיצוב תעשייתי 7',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206911 - תכנון בעזרת מחשב 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206940 - סוגיות פילוסופיות בהקשר ארכיטקטו',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206963 - כלים של מדיניות משפט ומנהל בתכנון',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207001 - תיאוריות התכנון',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207005 - מבוא לתכנון ערים ואזורים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207020 - מבוא לממג למתכננים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207021 - שימושי הממג לשמירת טבע',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207041 - עקרונ.אקולוגיים בתכנון עיר ואזור',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207044 - סמינר בשתוף הצבור בתכנון',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207050 - מימון נדלן',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207070 - תכנון שימושי קרקע# עקרונות וכימות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207090 - מבוא לתכנון סביבתי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207342 - גיאוגרפיה עירונית ואזורית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207408 - תסקירי השפעה על הסביבה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207440 - תכנון עם הקהילה מושגים כלים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207450 - המרחב הישראלי# קריאה ביקורתית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207455 - סוגיות אקולוגיות בנוף הישראלי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207460 - תאוריות באדריכלות הנוף העכשווית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207468 - התמקדות בתהליך היצירה בסטודיו',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207469 - עיצוב אינטראקטיבי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207601 - סמינר בתכנון התשתית העירונית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207700 - אולפן 1# עירוני',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207800 - חשיבה כמותית וסטטיסטיקה בתכנון',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207806 - היבטים משפטייים ומינהליים בתכנון',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207807 - תכנון ופיתוח בישובים ערביים בישרא',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207830 - תשתיות ירוקות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207912 - נושאים נבחרים בתכנון ערים ואזור 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207914 - תכנון עבור ילדים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207920 - שיטות מחקר איכותניות למתכננים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'214094 - קליניקה חינוכית - מדעית 1',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214103 - מיומנויות ושיטות הוראה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214115 - למידה בהי-טק אקדמיה ומגזר ציבורי',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214116 - חשיפה למחקר בחינוך מדעי טכנולוגי',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214117 - מבוא לחינוך למדע וטכנולוגיה 1',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214209 - דרכי הוראת המתימטיקה בחטהע א',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214231 - התנסות בהוראת מתמטיקה בחטב ז-ט',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214232 - התנסות בהוראת מתמטיקה בחטע י-יב',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214300 - התנסות בהוראת פיזיקה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214410 - התנסות בהוראת הכימיה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214444 - הוראת חקר במעבדות בכימיה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214501 - דרכי הוראת ביולוגיה 1',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214510 - התנסות בהוראת ביולוגיה וסביבה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214607 - דרכי הוראת מדע-טכנולו. בחטב(ז-ט)',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214608 - הוראת טכנולוגיה בחטהע (י-יב)',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214610 - התנסות בהוראת האלקטרוניקה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214709 - התנסות בהוראת טכנולוגיה-מכונות',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214905 - התנסות בהוראת מדעי המחשב',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214907 - עולמות זוטא-למידה בסביבה ממוחשבת',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216003 - ליקויי למידה והתנהגות בילדים',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216005 - סוגיות מתקדמות בהוראת הפיזיקה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216006 - סוגיות מתק. במוטל בתיכון',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216101 - הרשת כסביבה לימודית',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216110 - הוראת מדעים זיקה להוראת טכנולוגיה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216113 - תהליכים בפתרון בעיות מחקר ויישום',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216117 - תקשורת המדע',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216125 - גישות מתקדמות להערכה בחינוך מתמטי',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216126 - סדנת התנסות במדע בלווי מחקר פעולה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216150 - פרויקט אישי במחקר חינוכי',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216300 - סוגיות מתקדמות בהוראת מדעי המחשב',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216319 - שילוב מודלים בהוראת מדעים',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'234111 - מבוא למדעי המחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234112 - מבוא למחשב - שפת סי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234114 - מבוא למדעי המחשב מ',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234117 - מבוא למדעי המחשב ח',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234118 - ארגון ותכנות המחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234122 - מבוא לתכנות מערכות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234123 - מערכות הפעלה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234125 - אלגוריתמים נומריים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234126 - מבוא למחשב - שפת סי אנגלית',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234127 - מבוא למחשב בשפת מטלאב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234141 - קומבינטוריקה למדעי המחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234145 - מערכות ספרתיות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234218 - מבני נתונים 1',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234230 - השתלמות עצמית 1',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234247 - אלגוריתמים 1',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234262 - תכן לוגי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234267 - מבנה מחשבים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234290 - פרויקט 1 במדעי המחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234291 - פרויקט 2 במדעי המחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234293 - לוגיקה ותורת הקבוצות למדעי המחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234311 - פרויקט שנתי בהנדסת תוכנה-שלב א',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234313 - פרויקט תעשייתי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234319 - שפות תכנות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234322 - מערכות אחסון מידע',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234325 - גרפיקה ממוחשבת 1',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234326 - פרויקט בגרפיקה ממוחשבת ה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234329 - פרויקט בעיבוד וניתוח תמונות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236200 - עיבוד מידע סטטיסטי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236268 - ארכיטקטורת מעבדים בגישה בונה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236304 - לוגיקה למדעי המחשב 2',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236309 - מבוא לתורת הצפינה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236313 - תורת הסיבוכיות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236315 - שיטות אלגבריות במדעי המחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236321 - שיטות בהנדסת תוכנה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236323 - פרויקט בעיבוד נתונים מ',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236328 - פרוייקט בגרפיקה ממוחשבת מ',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236332 - האינטרנט של הדברים - טכנולוגיות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236333 - פרויקט באינטרנט של הדברים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236334 - מבוא לרשתות מחשבים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236336 - פתרון נומרי של משוואות דיפ.חלקיות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236340 - פרויקט בתקשורת מחשבים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236341 - תקשורת באינטרנט',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236342 - מבוא לאימות תוכנה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236343 - תורת החישוביות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236349 - פרויקט באבטחת מידע',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236350 - הגנה במערכות מתוכנתות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236351 - מערכות מבוזרות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236353 - אוטומטים ושפות פורמליות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236360 - תורת הקומפילציה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236363 - מערכות מסד נתונים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236370 - תכנות מקבילי ומבוזר',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236371 - פרויקט בתכנות מקבילי ומבוזר',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236381 - פרויקט ב- וי.אל.אס.אי. ב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236499 - פרויקט בחומות אש',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236501 - מבוא לבינה מלאכותית',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236502 - פרויקט בבינה מלאכותית',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236503 - פרויקט תכנות מתקדם במדעי המחשב 1',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236504 - פרויקט המשך בתוכנה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236508 - קריפטוגרפיה וסיבוכיות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236521 - אלגוריתמי קירוב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236523 - מבוא לביואינפורמטיקה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236524 - פרוייקט בביואינפורמטיקה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236601 - נושאים מתקדמים במדעי המחשב 1',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236602 - נושאים מתקדמים במדעי המחשב 2',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236603 - נושאים מתקדמים במדעי המחשב 3',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236604 - נושאים מתקדמים במדעי המחשב 4',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236605 - נושאים מתקדמים במדעי המחשב 5',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236607 - נושאים מתקדמים במדעי המחשב 7',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236646 - נושאים בתאוריה של מדעי המחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236650 - נושאים מתקדמים בהנדסת תוכנה ה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236703 - תכנות מונחה עצמים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236716 - מודלים גאומטריים במערכות תיבמ',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236719 - גאומטריה חישובית',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236754 - פרויקט במערכות נבונות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236757 - פרויקט במערכות לומדות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236801 - סמינר במדעי המחשב 1',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236802 - סמינר במדעי המחשב 2',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236803 - סמינר במדעי המחשב 3',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236804 - סמינר במדעי המחשב 4',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236805 - סמינר במדעי המחשב 5',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236818 - סמינר בביואינפורמטיקה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236826 - סמינר במסדי נתונים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236828 - פרויקט במערכות מחשבים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236832 - סמינר בתכנות מקבילי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236860 - עיבוד תמונות דיגיטלי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236861 - ראיה חישובית גאומטרית',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236862 - ייצוגים דלילים ויתירים ויישומיהם',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236873 - ראיה ממוחשבת',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236874 - פרויקט בראיה ממוחשבת',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236927 - מבוא לרובוטיקה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'274001 - מבוא לאנטומ מיקרוסקופית ומקרוסקופ',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274018 - היסטולוגיה ומבוא לאנטומיה לרפע',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274024 - נוירולוגיה ונוירופתולוגיה לרפע',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274030 - קינזיולוגיה לרפע',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274032 - מבוא למדעים-ביולוגיה/כימיה לרפע',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274070 - מבוא לרפואה מעבדתית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274073 - פתולוגיה כללית - רפואה מעבדתית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274075 - מיומנויות מדעי המעבדה הקלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274109 - מבוא לרפואה דחופה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274124 - ביופיסיקה ומדעי העצב תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274126 - ביוכימיה כללית וקלינית 1 תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274136 - מדעי התנהגות ומקצועיות רפואית תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274138 - מדעי הרפואה#ניתוח אותות ומערכות א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274140 - להיות רופא-חשיפה למקצוע הרפואה 1',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274144 - מבוא לרפואה דחופה-החייאה בסיסית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274170 - אנטומיה ואמבריולוגיה  1 תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274171 - התא מבנה ותפקוד תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274173 - מבוא לרפואה קלינית תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274174 - אימונולוג.בסיס.אימונוביולוגיה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274175 - פרמקולוגיה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274176 - פתולוגיה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274178 - נוירולוגיה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274179 - סבב קריירה ייחודי תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274180 - בחירה קלינית מתקדמת תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274216 - היסטולוגיה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274219 - ביוסטטיסטיקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274234 - להיות רופא-חשיפה למקצוע הרפואה 3',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274237 - מעבדה בביוכימיה קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274239 - מיקרוביולוגיה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274240 - הקורס המשולב למורפולוגיה של האדם',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274241 - ביוכימיה כללית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274242 - גנטיקה של האדם',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274243 - ביולוגיה מולקולרית ומנגנוני בקרה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274244 - ביולוגיה של התא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274306 - פתולוגיה כללית תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274314 - פרזיטולוגיה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274318 - אפידמיולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274320 - אתיקה ומשפט רפואי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274323 - פיסיולוגיה 1 - נשימה לב ודם',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274326 - להיות רופא-סוגיות תרבותיות אתיות5',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274327 - להיות רופא-סוגיות תרבותיות אתיות6',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274328 - אנדוקרינולוגיה פיזיולוגיה ופתופיז',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274331 - בקטריולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274332 - וירולוגיה לרפואנים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274335 - להיות רופא-סוגיות תרבותיות אתיות5',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274336 - נוירופזיולוגיה מערכתית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274338 - נוירואנטומיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274339 - בקטריולוגיה רפואית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274344 - אפידימיולוגיה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274345 - שיטות מחקר וביוסטטיסטיקה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274348 - פיסיולוגיה 2 - מערכות ויסות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274350 - מיקולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274351 - פרמקולוגיה בסיסית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274353 - שיטות מתקדמות בביוסטטיסטיקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274354 - המטולוגיה פיזיולוגיה ופתופיזיולו.',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274355 - פרמקולוגיה בסיסית תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274356 - מבוא לפיזיולוגיה מערכתית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274357 - סמינר גמר במדעי הרפואה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274358 - ביואינפורמטיקה וגנומיקה ברפואה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274359 - שימושים טכנולוגיים במחקר ביורפואי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274360 - מסלולי בקרה לקביעת גורל תאית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274362 - אימונולוגיה קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274363 - אנדוקרינולוגיה פיזיולוגיה פתופיז',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274425 - שילוב מערכות פרה-קליניקה -קליניקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274509 - רפואת נשים ומילדות תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274523 - רפואת כירורגיה כללית תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274526 - כירורגיה 1ח',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274530 - נוירולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274531 - פסיכיאטריה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274532 - רפואת נשים ומילדות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274533 - רפואת ילדים 1ח',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274534 - רפואה פנימית תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274536 - רפואת ילדים תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274602 - פסיכיאטריה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274604 - רפואת המשפחה והקהילה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274632 - רפואת ילדים 2',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274633 - רפואה פנימית 2ת',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274724 - עבודת גמר מחקרית תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275101 - פרקים בהיסטוריה של הרפואה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275200 - תולדות הרפואה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275208 - מבוא לרפואה דחופה ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275317 - ספרות ורפואה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275500 - הדמיה רפואית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275524 - בחירה חופשית קלינית 1',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275525 - בחירה חופשית קלינית 2',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275528 - בחירה חופשית קלינית 4',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'276001 - רפואת שינה-מפיזיולוגיה ועד מחלות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'276011 - פיזיולוגית מערכות הגוף למהנדסים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'276203 - מבנה המח ותפקודו',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'276310 - ביוכימיה קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'276413 - אימונולוגיה בסיסית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'276450 - אנדוקרינולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'277311 - אלקטרופיזיולוגיה של שריר הלב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'314003 - מבוא למכניקת המוצקים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'314006 - אפיון מבנה והרכב חומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'314009 - מעבדה בחומרים הנדסיים ח',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'314014 - חומרים ביו-רפואיים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'314100 - עקרונות ודרכי למידה בהנ. חומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'314124 - נושאים מתקדמים בהנדסת חומרים 1',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'314532 - אלקטרוכימיה קורוזיה ושיטות הגנה',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'314533 - מבוא להנדסת חומרים מ1',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'314535 - מבוא להנדסת חומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315001 - מעבדת חומרים מתקדמת 1ח',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315012 - בחירת חומרים מתקדמת',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315014 - פרויקט מתקדם בחומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315025 - פרויקט מתקדם בחומרים 2',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315037 - תכונות ושימושים של חומרים מתכתיים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315044 - חומרים אופטיים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315045 - תהליכי יצור במיקרואלקטרוניקה',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315046 - מבוא לאריזות לרכיבי ולסי מתקדמות',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315049 - ביומינרליזציה וחומרים ביולוגיים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315052 - קינטיקת טרנספורמציות בחומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315056 - גידול גבישים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315242 - הנדסת חומרים מרוכבים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315721 - מבנה והתנהגות של פולימרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'320097 - יסודות מדע אינטגרטיבי-אקראיותזמן',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'320101 - פעילות חברתית 1',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'320102 - פעילות חברתית 2',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'320200 - מעבדת מחקר כללית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324032 - אנגלית למתקדמים א',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324033 - אנגלית טכנית-מתקדמים ב',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324052 - עברית 2',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324053 - עברית 3',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324062 - עברית לרפואה - מתחילים 2',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324063 - עברית לרפואה - רמה בינונית 3',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324064 - עברית לרפואה מתקדמים 4',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324065 - עברית לביהס הבינלאומי 2',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324067 - עברית לביהס הבינלאומי 4',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324069 - עברית לביהס הבינלאומי 33',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324218 - חברה ואמנות בישראל לרפואנים בלבד',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324227 - אלתור גאז למתחילים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324228 - נגינה ואלתור בהרכב גאז-למתקדמים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324235 - תקשורת בין-אישית באמצעי תיאטרון',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324290 - היסטוריה של רפואה וחומרי מרפא',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324291 - חיי היהודים באגן ים התיכון בימהב',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324292 - משפט שוויון וצדק חברתי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324293 - תובנות יסוד בפילוסופיה של הרמבם',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324295 - הגות יהודית בימי הביניים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324296 - יסודות באמנות ותרבות סין',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324297 - אישים בתנך לאור זמננו',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324298 - מן התנך ועד למשפט הישראלי החדשני',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324385 - תקשורת בעל-פה ובכתב באנגלית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324390 - נגינה בהרכב קאמרי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324397 - סוגיות בפילוסופיה של מדעי החיים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324426 - מחורבן ליצירה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324432 - פסיכולוגיה של המוזיקה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324434 - מבוא היסטורי למוסיקה 1',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324435 - מבוא לפילוסופיה הסינית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324440 - יסודות המוסיקה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324442 - משפט העבודה בישראל',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324444 - לוחמה פסיכול-מתעמולה ללוחמת מידע',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324445 - הסתגלות למצבי לחץ',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324452 - מעקב#טכנולוגיה תיאוריה ואתיקה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324456 - חשיבה# ביקורת ויצירה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324461 - מודרניזם בתיאטרון',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324462 - ברלין בקולנוע-מהנאציזם ועד ימינו',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324463 - היסטוריה של המזרח התיכון',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324482 - רישום ביד חופשית למתקדמים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324483 - ציור למתחילים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324567 - סדנת צילום# שפה וכלים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324580 - יפנית 2',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324600 - גרמנית 1',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324602 - יפנית למתחילים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324603 - גרמנית 2',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324607 - גרמנית 6',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324608 - צרפתית 1',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324621 - רוסית למתחילים 1',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324626 - ערבית (כשפה זרה) 1',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324630 - איטלקית למתחילים 1',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324675 - ספרדית למתחילים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324679 - ספרדית ברמה בינונית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324692 - סינית למתחילים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324864 - יזמות 1',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324879 - סוגיות נבחרות בחברה הישראלית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324881 - פרקים נבחרים בתולדות ישראל',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324904 - מזרח תיכון עת חדשה#תמורותשינויים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324907 - ספורי בריאה ומיתוסים במצרים עתיקה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324917 - ארץ הקודש בראי האמנות',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324929 - צליינות צילומית#הארץ בעין המצלמה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324936 - לשונות המזרח התיכון',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324939 - האביב הערבי - מבט היסטורי חברתי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324943 - מרחב גבולות וקדושה בארץ ישראל',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324945 - הסכסוך הסוני - שיעי באסלאם',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324946 - הרנסנס באיטליה#מסע אמנותי ותרבותי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324948 - משחקי גבורה - מלחמה בקולנוע',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324952 - גוף בריאות וחולי במדעי החברה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324954 - דת ומדינה בישראל',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324955 - תולדות המחשבה המדינית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324961 - מדע ונצרות# קונפליקט או דו-קיום',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324965 - הקריירה האנושיתתולדות אדם הקדמון',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324970 - סוגיות יסוד בחברה הישראלית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324973 - שפת המוזיקה התחביר של הצליל',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324983 - הקומוניזם אידיאולוגיה ופרקטיקות',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324984 - תרבותחברהמדינה בקוריאה בת זמננו',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324987 - הסטוריה של פיסיקה מודרנית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'334010 - תכן ביומכני בסיסי',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'334014 - פרויקט בהנדסה ביו-רפואית 1',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'334019 - מעבדה מתקדמת בהנדסה ביו-רפואית 1',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'334021 - מגמות בהנדסה ביו-רפואית',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'334022 - יסודות תכן ביו-חשמלי',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'335001 - מעבדה בהנדסה ביו-רפואית 1',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'335002 - מעבדה בהנדסה ביו-רפואית 2',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'335003 - מעבדה בהנדסה ביו-רפואית 3',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'335004 - מעבדה בהנדסה ביו-רפואית 4',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336017 - נושאים מתקדמים בה. ביו רפואית3',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336018 - נושאים מתקדמים בהנדסה ביורפואית 4',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336020 - תופעות ביו-חשמליות',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336021 - ננו-חלקיקים בביולוגיה מכניקה ורי',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336022 - מתא לרקמה',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336023 - יישומי אופטיקה בביורפואה',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336214 - נתוח תהליכים במערכת הראיה',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336502 - עקרונות הדמיה ברפואה',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336518 - מעבר חום במערכות ביולוגיות',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336520 - שתלים אורתופדיים ותחליפי רקמה',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336521 - עקרונות הנדסיים של המערכת',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336522 - מבוא לבקרה במערכות ביו רפואיות',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336523 - מכשור רפואי סטנדרטים ובטיחות',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336528 - שחרור מבוקר של תרופות',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336533 - אופטיקה ופוטוניקה ביורפואית',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336538 - עקרונות ביוהנדסיים לחישת מולקולות',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336540 - תכן מיכשור רפואי ממוחשב(וירטואלי)',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336543 - יזמות בהנדסה ביורפואית',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'337403 - תופעות מעבר במערכות פיסיולוגיות',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'394580 - פיתוח קול',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394582 - תזמורת',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394587 - מקהלה 3',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394591 - פיתוח קול 2',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394800 - חינוך גופני-כושר בנים',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394801 - חינוך גופני - התעמלות כללית בנות',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394802 - חינוך גופני - שחיה',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394803 - חינוך גופני - משחקי כדור',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394804 - חינוך גופני - משחקי מחבט',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394805 - חינוך גופני - אתלטיקה קלה',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394806 - חינוך גופני - הגנה עצמית',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394808 - חינוך גופני-מיועד לסטודנטים חדשים',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394820 - חינוך גופני - תנועה ומחול',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'394902 - נבחרות ספורט',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'516101 - מבוא לגיאולוגיה למהנדסי נפט',
		'faculty_name':''
	},
	{
		'course_name':'516102 - מבוא לגיאופיסיקה שימושית',
		'faculty_name':''
	},
	{
		'course_name':'617003 - בניית התקנים חכמים',
		'faculty_name':''
	},
	{
		'course_name':'617006 - היבטים של מדיה מקושרת',
		'faculty_name':''
	},
	{
		'course_name':'617007 - רשתות',
		'faculty_name':''
	},
	{
		'course_name':'617008 - תכנות מערכות גדולות',
		'faculty_name':''
	},
	{
		'course_name':'617009 - תכנון יצור אב-טיפוס והערכת ממשק',
		'faculty_name':''
	},
	{
		'course_name':'617014 - טכנולוגיות של שפה אנושית',
		'faculty_name':''
	},
	{
		'course_name':'617016 - מושגי פרטיות ובטיחות בעולם הגדול',
		'faculty_name':''
	},
	{
		'course_name':'617017 - מבוא למערכות מסדי נתונים',
		'faculty_name':''
	},
	{
		'course_name':'617019 - מבוא לגרפיקה ממוחשבת',
		'faculty_name':''
	},
	{
		'course_name':'617023 - טכנולוגיות של בריאות מידע ומערכו',
		'faculty_name':''
	},
	{
		'course_name':'617024 - אוריינות רפואית',
		'faculty_name':''
	},
	{
		'course_name':'617027 - מערכות הזנק - תכנון והנדסה',
		'faculty_name':''
	},
	{
		'course_name':'617028 - מערכות לומדות',
		'faculty_name':''
	},
	{
		'course_name':'617029 - מבוא לראיה ממוחשבת',
		'faculty_name':''
	},
	{
		'course_name':'617030 - מערכות ניידות שימושיות',
		'faculty_name':''
	},
	{
		'course_name':'617031 - עיבוד אותות',
		'faculty_name':''
	},
	{
		'course_name':'617032 - מיחשוב חברתי',
		'faculty_name':''
	},
	{
		'course_name':'617038 - בריאות גלובלית',
		'faculty_name':''
	},
	{
		'course_name':'617044 - ניצול מסדי נתונים בעולם הגדול',
		'faculty_name':''
	},
	{
		'course_name':'617045 - מבוא למדיה מקושרת',
		'faculty_name':''
	},
	{
		'course_name':'617046 - פרטיות בעידן הדיגיטלי',
		'faculty_name':''
	},
	{
		'course_name':'617047 - ברוכים הבאים לסטודיו',
		'faculty_name':''
	},
	{
		'course_name':'617049 - ניהול מוצר',
		'faculty_name':''
	},
	{
		'course_name':'617050 - מחקר עצמאי - א',
		'faculty_name':''
	},
	{
		'course_name':'617053 - פרוייקט - אתגרי חברות',
		'faculty_name':''
	},
	{
		'course_name':'617054 - פרוייקט - סטודיו סטארט אפ',
		'faculty_name':''
	},
	{
		'course_name':'617057 - מבוא לפיתוח אייפון ושעון אפל',
		'faculty_name':''
	},
	{
		'course_name':'617058 - פיתוח ביינים של האייפון',
		'faculty_name':''
	},
	{
		'course_name':'617059 - רעיונות לחברות הזנק',
		'faculty_name':''
	},
	{
		'course_name':'617061 - עובוד שפות טבעיות',
		'faculty_name':''
	},
	{
		'course_name':'617062 - שימושיות וחקר חוית המשתמש',
		'faculty_name':''
	},
	{
		'course_name':'617063 - מערכות בריאות ושירותים',
		'faculty_name':''
	},
	{
		'course_name':'617064 - טכניקות אינטראקציה לעתיד',
		'faculty_name':''
	},
	{
		'course_name':'617065 - קריפטוגרפיה',
		'faculty_name':''
	},
	{
		'course_name':'617066 - מדיניות לגבי מידע',
		'faculty_name':''
	},
	{
		'course_name':'617068 - מבוא לעולם העסקים',
		'faculty_name':''
	},
	{
		'course_name':'617069 - שיטות אופטימיזציה',
		'faculty_name':''
	},
	{
		'course_name':'617070 - חשיבה עיצובית',
		'faculty_name':''
	},
	{
		'course_name':'617071 - טכנולוגיות משבשות',
		'faculty_name':''
	},
	{
		'course_name':'617072 - שיטות ניסיוניות לטכנולוגיות חדשות',
		'faculty_name':''
	},
	{
		'course_name':'617073 - נושאים נבחרים במדיה מתוקשרת',
		'faculty_name':''
	},
	{
		'course_name':'617074 - נושאים נבחרים במדיה מתוקשרת',
		'faculty_name':''
	},
	{
		'course_name':'617076 - נושאים נבחרים במדיה מתוקשרת',
		'faculty_name':''
	},
	{
		'course_name':'617077 - נושאים נבחרים במדיה מתוקשרת',
		'faculty_name':''
	},
	{
		'course_name':'617078 - נושאים נבחרים במדיה מתוקשרת',
		'faculty_name':''
	},
	{
		'course_name':'617079 - נושאים נבחרים במערכות מידע',
		'faculty_name':''
	},
	{
		'course_name':'617080 - נושאים נבחרים במערכות מידע',
		'faculty_name':''
	},
	{
		'course_name':'617081 - נושאים נבחרים במערכות מידע',
		'faculty_name':''
	},
	{
		'course_name':'617082 - נושאים נבחרים במערכות מידע',
		'faculty_name':''
	},
	{
		'course_name':'617083 - נושאים נבחרים במערכות מידע',
		'faculty_name':''
	},
	{
		'course_name':'617084 - תושאים נבחרים במערכות מידע',
		'faculty_name':''
	},
	{
		'course_name':'014009 - מב. להנ. אזרחית-הכרת המקצוע',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014146 - מבוא לדינמיקת מבנים ורעידות אדמה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014148 - עקרי תכן מבנים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014150 - מבני פלדה 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014202 - פרויקט בהנדסת מים 2',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014213 - מבוא להידרוליקה והידרולוגיה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014309 - טכנולוגיות מים ושפכים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014316 - מבוא להנדסת הסביבה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014325 - תכן מערכות אספקת מים ואיסוף שפכים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014326 - טכנולוגיות טיפול בפסולת מוצקת',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014327 - כימיה של המים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014405 - גיאולוגיה הנדסית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014411 - הנדסת קרקע',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014508 - תפקוד פיסי של בנינים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014518 - חומרים 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014605 - בניה מתועשת',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014610 - שיטות ביצוע בבנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014616 - ביצוע פרויקטים ניהול ומנהיגות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014632 - פרויקטי תשתית# שיטות וניהול',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014708 - תכן ותפעול דרכים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014713 - מעבדה בתכנון תחבורה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014714 - תכן מתקני תעבורה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014720 - פרויקט מורחב בתחבורה - חלק ב',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014724 - פרויקט במבנה דרכים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014725 - מבוא לתחבורה מסילתית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014728 - תכנון תשתיות תחבורה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014731 - מבוא לתכן מסעות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014845 - מבוא למיפוי ממוחשב',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014849 - גיאודזיה מתמטית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014856 - מודלים ספרתיים של פני השטח',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014857 - מערכות מידע גיאוגרפי 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014859 - מיפוי ימי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014868 - פרויקט מתקדם במיפוי וגיאו-אינפו',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014873 - מפות ומיפוי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014877 - כרטוגרפיה ומבוא לממג',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014878 - מיפוי ממוחשב',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014879 - מיפוי נושאי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014880 - סדנה בתיעוד אתרי מורשת',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014881 - יסודות המיפוי והמדידה 1ג',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014888 - קדסטר 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014926 - מבוא לבקרה1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014935 - שיטות מדידה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014941 - הנדסת ניקוז עילי ותת קרקעי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014954 - מבוא לפיסיקה של אטמוספירה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014956 - מבוא לכימיה של הקרקע',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014966 - פרויקט בהנדסה סביבתית 2',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014972 - משאבות ומערכות שאיבה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'015001 - סביבה וצמחים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'015007 - מכניקה יישומית 1',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016124 - מבנים מרחביים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016204 - תהליכי הסעת מזהמים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016205 - הידרולוגיה מתקדמת של מי תהום',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016208 - הנדסה ימית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016209 - הנדסת נמלים וחופים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016211 - הידרולוגיה של נגר על קרקעי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016214 - מכניקת זורמים חישובית סביבתית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016303 - מעבדה לאיכות האויר',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016503 - קיים של חומרי בנייה ומבנים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016514 - מיחזור בבניה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016620 - מערכות מכניות וחשמליות בבניינים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016712 - מיסעות קשיחות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016713 - בקרה אופטימלית- תיאוריה ויישומים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016830 - מיפוי גרפי תלת מימדי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016831 - גיאו-אינפורמטיקה חישובית וכמותית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016833 - שירותים מבוססי מיקום',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'017001 - מערכות אקולוגיות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'017005 - חישת מיקרוגלים במערכות טבעיות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'017012 - פיזיקה של סביבה נקבובית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'017034 - הנדסת רכב מערכות וביצועים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'017036 - מבוא לחקלאות מדייקת',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'034045 - מבוא להחלטות כלכליות למהנדסים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034205 - תכן מערכות הדראוליות ופנאומטיות 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034354 - פרויקט תכן מוצר חדש 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034411 - מעבדה מתקדמת למנועים והנדסת שריפה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'034422 - מעבדה באופטיקה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035013 - שיטות מספריות בהנדסת מכונות 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035016 - מערכת רכב 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035018 - מבוא לאמינות של מערכות מכניות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035022 - אלמנטים סופיים לאנליזה הנדסית',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035028 - זרימה ותרמודינמיקה של טורבומכונות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035032 - תכן מוצרים מבוססי מיקרו מעבד מ',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035033 - מבוא למערכות משולבות חיישנים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035034 - כשל חמרים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035046 - ניהול פרויקטים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035051 - תכן אופטומכני',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035052 - אופטיקה לינארית ויישומים 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035061 - הידרודינמיקה של אוניות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035063 - אדריכלות ימית 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035091 - תרמודינמיקה  2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036003 - מבוא למכניקת הרצף',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036004 - מכניקת השבירה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036009 - מעבר חום ומסה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036010 - תורת הסיכה ההידרודינמית',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036027 - דינמיקה של מבנים ימיים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036035 - מבוא להנדסת שריפה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036039 - בקרת מבנים ומערכות מיכניות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036042 - דינמיקה של מערכות מסתובבות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036063 - מידול זיהוי וניסוי במערכות תונדות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036065 - אלקטרו ומגנטו מכניקה לשפעול וחישה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036079 - בקרת פליטות מזהמים מכלי רכב',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036082 - עקרונות מנועי שריפה פנימית',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036086 - זרימה ותופעות מעבר בהתקנים מיקרונ',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036088 - ננומכניקה חישובית של מוצקים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036090 - חישה מכנית עי תאים ביולוגיים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'044124 - אלקטרוניקה פיסיקלית',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044139 - ממירי מתח ממותגים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044196 - המרת אנרגיהמקורות אנרגיה מתחדשים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044252 - מערכות ספרתיות ומבנה המחשב',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046002 - תכן וניתוח אלגוריתמים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046004 - נושאים מתקדמים 2',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046006 - נושאים מתקדמים 3',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046043 - עיבוד הספק',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046188 - מעגלים אלקטרוניים לאותות מעורבים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046189 - תכן מסננים אקטיביים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046194 - למידה ותכנון במערכות דינאמיות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046197 - שיטות חישוביות באופטימיזציה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046201 - מבוא לעיבוד אותות אקראיים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046216 - מיקרוגלים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046232 - פרקים בננו-אלקטרוניקה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046235 - התקני הספק משולבים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046239 - מעבדה בננו-אלקטרוניקה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046244 - תופעות גלים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046250 - אלקטרואופטיקה 2',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046256 - אנטנות וקרינה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046273 - תכנות פונקציונאלי מבוזר',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046275 - תרגום ואופטמיזציה דינמיים של קוד',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046278 - מאיצים חישוביים ומערכות מואצות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046746 - אלג ויישומים בראייה ממוחשבת',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046831 - מבוא לדימות רפואי',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046851 - לייזרים של מוליכים למחצה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046864 - תכן מערכות ספרתיות מהירות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046918 - תכן פיסי של וי.אל.אס.אי',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046968 - מיקרו-עיבוד ומיקרו-מערכות אלקטרומ',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'047006 - נושאים מתקדמים 6',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'054132 - מיני-פרויקט בהנדסה כימית',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054203 - עקרונות הנדסה כימית 1 מ',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054215 - תרמודינמיקה א',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054305 - תהליכי הפרדה 2',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054310 - מעבדה להנדסה כימית 1',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054330 - מעבדה לסימולציה בהנדסת תהליכים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054371 - סיכון סביבתי ובטיחות בתעש. כימית',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054374 - אנליזת תהליכים בשיטות נומריות מ',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054376 - הנדסה אקולוגית בחיי היומיום',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054407 - מחקר גמר 2',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054409 - עקרונות תכן ריאקטורים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054410 - תיכון מפעלים מ',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054411 - פרויקט בהנדסה כימית# אנרגיה',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054413 - פולימרים ויישומיהם בביוטכנולוגיה',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054415 - הנדסת תהליכים בתעשיה הפטרוכימית',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054451 - מודלים מתימטיים בהנדסה כימית',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056166 - תופעות שטח',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056178 - שיטות מקורבות בהנדסה',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056391 - חיישנים מבוססי ננו-(ביו) חומרים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056395 - תכן למערכות בקרת תהליכים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056398 - קטליזה על משטחים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'064115 - מכניקה של זורמים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064118 - תופעות מעבר חומר',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064119 - תכן מפעלי מזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064209 - טכנולוגיות מתקדמות בהנ.מזון וביוט',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064211 - פרקים נבחרים בטכנולוגיה של מזון ב',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064238 - מבנה ותכונות מזון וחומרים ביולוג.',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064322 - כימיה של מזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064325 - מעבדה בביוכימיה וכימיה של מזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064330 - בקרת ואבטחת איכות במזון ותרופות',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064413 - מעבדה במיקרוביולוגיה',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064419 - מיקרוביולוגיה כללית',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064508 - מעבדה בביוטכנולוגיה',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066012 - פרויקט מתקדם בביוטכומזון 1',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066013 - פרויקט מתקדם בביוטכ ומזון 2',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066230 - הערכת מזון באמצעות החושים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066237 - הערכת חיי מדף של מזון ותרופות',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066246 - איכות הסביבה ותעשיית המזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066248 - ריאולוגיה-עקרונות ויישומים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066505 - תהליכי הפרדה והשבה בביוטכנולוגיה',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066513 - ביוטכנולוגיה של תאים אנימליים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066516 - מעבדה בביוטכנולוגיה מולקולרית',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066517 - טכנולוגיות גנטיות מתקדמות',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066524 - ביוטכנולוגיה של פפטידים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066605 - תזונה מונעת היבטים בריאותיים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'084143 - הנדסת מערכות אויר-חלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084155 - שרטוט הנדסי ממוחשב',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084213 - תרמודינמיקה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084221 - מכניקת הטיס 2',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084401 - אמצעי הנעה - מנועי סילון',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084404 - הנעה רקטית',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084505 - מכניקת המוצקים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084506 - מכניקת מוצקים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084636 - פרויקט בתכן מכני של רכיבים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084670 - פרויקט תכן 70',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084737 - מערכות דינמיות',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084913 - יסודות הנדסת חלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085102 - תעופה ספורטיבית 2',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085682 - פרויקט תכן מיוחד 2',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085821 - נושאים נבחרים בהנדסת אויר-חלל 1',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086172 - שיטות נומריות בהנדסה אוירונוטית',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086241 - אוירואלסטיות 1',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086288 - לוייני תקשורת',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086290 - בקרת מסלולי לוויינים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086312 - בקרה לא לינארית',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086385 - מבוא לזרימות גזים קלושים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086390 - מבוא לאוירואקוסטיקה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086403 - הנעה רקטית בהודף מוצק',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086534 - מבוא לניטור בריאות מבנים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086535 - מכניקת השבר במבנים תעופתיים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086574 - אלמנטים סופיים בהנדסה אוירונוטית',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086651 - תכן מערכות מכם',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086730 - מערכות דינמיות מרושתות',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086759 - מערכות ניווט',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086777 - יסודות בתורת השערוך',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086800 - יסודות הזרימה השגיא-קולית',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'087542 - נושאים נבחרים בהנדסת אויר-חלל 2',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'094180 - מיני פרויקט בהנדסת מערכת',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094196 - פרויקט תכן 2',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094199 - פרויקט סמסטריאלי 2',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094201 - מבוא להנדסת נתונים ומידע',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094204 - מידע מבוזר וסוכנים רציונליים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094210 - ארגון המחשב ומערכות הפעלה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094244 - סמינר ביישומי מערכות מידע',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094250 - מבוא לחישוביות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094290 - מעבדה באיסוף וניהול נתונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094344 - מתמטיקה דיסקרטית ת',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094480 - מבוא להסתברות וסטטיסטיקה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094503 - מיקרו כלכלה1',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094515 - כלכלת ישראל',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094569 - שוק ההון וההשקעות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094578 - נושאים נבחרים בכלכלה 2',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094815 - הכנת תכנית עסקית מלאה למסחור',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094816 - שיווק למיזמים טכנולוגיים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094825 - בקרת עלויות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'095111 - תכן מערכות ייצור',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096121 - הנדסת אמינות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096215 - סמינר במערכות מידע',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096224 - ניהול מידע מבוזר',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096232 - אתיקה של נתונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096250 - מערכות מידע מבוזרות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096261 - נושאים נבחרים במערכות מידע',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096290 - נושאים נבחרים בהנדסת נתונים ומידע',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096324 - הנדסת מערכות שירות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096411 - למידה סטטיסטית מבוססת נתונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096475 - תכנון ניסויים וניתוחם',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096530 - תאוריה מיקרו כלכלית 2',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096555 - כלכלת סקטור ציבורי',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096570 - תורת המשחקים והתנהגות כלכלית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096589 - אקונומטריקה למתקדמים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096625 - הצגת מידע חזותי וקוגניציה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096631 - שיטות אימון והדרכה לכישורים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096690 - כלכלה התנהגותית# למידה וארגונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096700 - התנסות מעשית בארגון',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096808 - נושאים נבחרים בניהול',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096817 - ניהול וייזום חדשנות בארגונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096820 - מערכות ניהול קשרי לקוחות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096912 - מבוא לניהול סיכונים תפעוליים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097120 - נושאים נבחרים בהנדסת תעשיה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097136 - בדיקות שמישות במערכות אינטראקטיבי',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097139 - ניהול שרשראות אספקה מתקדם',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097209 - למידה חישובית ואופטימזציה מקוונת',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097211 - פרוטוקולי רשת עמידים בתקלות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097225 - שיטות פרטובציה בלמידה ממוכנת',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097240 - ניתוח אירועים בהנדסת מערכות מידע',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097280 - אלגוריתמים בתרחישי אי-וודאות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097324 - שיטות אופטימיזציה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097334 - שיטות אלגבריות לתכנות בשלמים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097449 - סטטיסטיקה אי פרמטרית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097510 - מודלים של זמן רציף במימון',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097657 - אירגונים ויזמות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'104030 - מבוא למשוואות דיפרנציאליות חלקיות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104114 - יסודות הגאומטריה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104144 - טופולוגיה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104182 - סמינר באנליזה להסמכה 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104183 - סמינר באלגברה להסמכה 1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104191 - מכניקת הרצף',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104193 - תורת האופטימיזציה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104274 - תורת השדות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104276 - מבוא לאנליזה פונקציונלית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106156 - לוגיקה מתמטית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106378 - תורת המידה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106380 - אלגברה מודרנית 1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106416 - שיטות נומריות במדח',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106429 - תהליכים סטוכסטיים',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106433 - נושאים באנליזה פונקציונלית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106702 - פרקים נבחרים באלגברה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106803 - נושאים בגאומטריה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106925 - נושאים נבחרים בחבורות אלגבריות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106928 - נושאים נבחרים בקומבינטוריקה 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106933 - נושאים נבחרים בטופולוגיה 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106935 - נושאים נבחרים בהסתברות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106937 - נושאים נבחרים באנליזה מתמטית 4',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'114010 - תגליות מדעיות 1',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114011 - תגליות מדעיות 2',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114014 - מכניקה וגלים',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114038 - מעבדה לפיזיקה - גלים - 3מפ',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114076 - פיסיקה 2פ',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114102 - מרחבי זמן וחורים שחורים',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114226 - דוח סגל מחקר סתיו',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'114227 - דוח סגל מחקר אביב',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'115249 - פיסיקה 2רל',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116027 - פיסיקה של זורמים',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116030 - סמינר בפרקים נבחרים בפיסיקה-אביב',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116321 - ביו-פיסיקה של התא',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'117015 - פיסיקה של אטומים ומולקולות',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'117018 - פיסיקה של מוליכים למחצה',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'117140 - תורת החבורות בפיסיקה',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'124118 - יסודות הכימיה ב',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124122 - מעבדה ביסודות הכימיה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124220 - כימיה אנליטית 1 (מורחב)',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124413 - תרמודינמיקה סטטיסטית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124414 - כימיה פיסיקלית-קינטיקה כימית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124417 - כימיה פיס-ספקטרוסקופיה מולקולרית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124610 - מעבדה כימיה פיסיקלית 1',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'124801 - כימיה אורגנית 1ב',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'125101 - כימיה אנליטית 1 למהנדסים',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'125802 - כימיה אורגנית רבמ',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'126200 - כימיה אי אורגנית מתקדמת 2',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'126601 - כימיה פיסיקלית עיונית מתקדמת',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'126603 - כימיה חישובית יישומית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'126700 - כימיה אורגנית מתקדמת',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127100 - קניין רוחני ובפרט פטנטים בכימיה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127403 - כימיה פיסיקלית של השטח',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127438 - סימטריה ושימושיה בכימיה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127441 - פוטוכימיה ביולוגית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127442 - כימיה ופיסיקה במערכות קטנות',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127443 - אלקטרוניקה מולקולרית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127444 - חומרים ביולוגיים וביואלקטרוניקה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127445 - אלקטרוכימיה בסיסית ויישומיה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127710 - אורביטלים מולק.בכימיה אורגנית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127742 - כימיה מדיצינלית של אנטיביוטיקות',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'134015 - הכרת החי והצומח ב',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134037 - ביולוגיה של חרקים',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134039 - וירולוגיה מולקולרית',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134040 - פיזיולוגיה מוליקולרית של הצמח',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134114 - מעבדה בביוכימיה ומטבוליזם',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134117 - פיזיולוגיה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134119 - בקרת הביטוי הגנטי',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134121 - מיקרוביולוגיה ווירולוגיה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134122 - מעבדה בהנדסה גנטית',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134128 - ביולוגיה של התא',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134140 - יוביקוויטין ומחזור חלבונים',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134143 - מעבדה בביוכימיה ומטבוליזם',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134151 - העולם המודרני של הרנא',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134153 - אקולוגיה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'136014 - פיתוח תרופות ביולוגיות חדשניות',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'136090 - התקשרויות חלבון - דנא ותפקוד פ53',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'136205 - מיקרוביולוגיה ימית',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'196001 - סמינר במתמטיקה שימושית 2',
		'faculty_name':'מתמטיקה שימושית'
	},
	{
		'course_name':'204002 - נוף וסביבה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204004 - מבוא למבנה ופרטי גן',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204091 - תולדות אדריכלות נוף 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204150 - מבוא לאקולוגיה של הנוף',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204203 - צמחיה בנוף 1#צמחיה כשפת תכנון',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204401 - מבנה ופרטי גנים 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204609 - צמחיה בנוף 3#תכ.צמח.במרקמ.בנויים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204611 - צמחיה בנוף 4# תכנון צ במרחב פתוח',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204620 - תכנון נוף 10',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204622 - תכנון נוף 30',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204624 - תכנון נוף 50',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204627 - תכנון נוף 70',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204721 - נושא/נבחר פר.מיוחד באדר נוף 33ג',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205010 - עריכה אדריכלית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205011 - שיטות וכלים להערכה ועיצוב המרחב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205015 - עריכה אדריכלית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205028 - שיטות בעיצוב תיאוריה וכלים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205034 - מבוא לשיטות תכנון באדריכלות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205102 - תולדות אדר מהעת העתיקה לעת החדשה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205105 - אדריכלות בישראל#המאה העשרים ואחת',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205252 - מבוא לבינוי ערים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205301 - תחיקת התכנון',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205404 - מבנה ופרטי בנין 4',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205426 - טכנולוגיות בנייה 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205430 - סדנה טכנולוגית הנדסית 1א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205460 - תכן מבנים 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205485 - בקרת הסביב מאור-תכנון',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205506 - מיזוג אוויר - מבוא',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205507 - אקוסטיקה - מבוא',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205571 - כלכלת המרחב והבנייה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205618 - פרויקט מיוחד 2א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205624 - פרויקט מיוחד 4ב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205658 - תכנון כולל 6',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205660 - תכנון כולל 8',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205666 - סטודיו 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205668 - סטודיו 4-עיצוב עירוני',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205690 - נושאים מיוחדים בארכי 1א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205702 - נושאים בתכנון כולל',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205704 - נושאים בתכנון כולל',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205708 - נושאים בהיסטוריה ותיאוריה בארכ',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205720 - נושאים מיוחדים בארכיטקטורה 3ג',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205721 - נושאים מיוחדים בארכיטקטורה 3ד',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205725 - נושאים מיוחדים בארכיטקטורה 3ז',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205817 - סדנאות מדיה 1א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205818 - סדנאות מדיה 1ב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205819 - סדנאות מדיה 1ג',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205820 - סדנאות מדיה 1ד',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205822 - סדנאות מדיה 1 ו',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205877 - עיצוב בסיסי 5',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205884 - עיצוב בסיסי 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205886 - עיצוב בסיסי 2 א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205923 - התבוננות דיגום ויצוג 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206008 - נושא. נבח. בארכ.-אדריכלות ירוקה 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206041 - סמינר בהערכת סביבות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206071 - נושאים נבחרים בארכיטקטורה 5',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206101 - אדריכלות חוקרת',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206815 - עיצוב תעשייתי ברפואה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206825 - היסטוריה ותאוריה בעיצוב תעשייתי 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206827 - עיצוב טכנולוגיה וחדשנות 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206830 - תכנון ועיצוב המרחב הוירטואלי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206834 - עולם חומרי# מחקר יצירתי בחומר',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206836 - עיצוב תעשייתי בעידן המהפכה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206837 - עיצוב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206838 - עיצוב במפגשי אדם חיה מכונה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206840 - שיטות יצור מבוססות מחשב באדריכלות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206842 - סטודיו 4 מחקר פיתוח ועיצוב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206844 - עיונים בעיצוב עכשווי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206913 - נושאים נבחרים בארכיטקטורה 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206914 - נושאים נבחרים בארכיטקטורה 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206916 - נושאים נבחרים בארכיטקטורה 4',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206952 - ההיסטוריה של המגורים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206955 - שימור המורשת הבנויה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206995 - סיור לימודי בחול',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207002 - תכנון חברתי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207030 - הנוף כמשאב חזותי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207045 - הכנה לתהליך מחקר',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207406 - מדיניות קרקעית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207407 - מדיניות סביבתית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207420 - מגורים# תכנון ועיצוב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207456 - אקולוגיה עירונית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207457 - היבטים תמטיים וכרונו באדר נוף',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207463 - נושאים נבחרים באדריכלות נוף 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207465 - נושאים נבחרים באדריכלות נוף 4',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207569 - נופי תרבות#תיאוריה פרשנות עיצוב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207574 - תכנון אתר 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207600 - תכנון תחבורה למתכננים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207701 - אולפן 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207804 - חשיבה כלכלית למתכננים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207820 - מבוא לסוגיות בארכיטקטורה המודרנית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207825 - יציבות מבנים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207900 - נושאים מתקדמים בתכנון ערים  1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207901 - נושאים מתקדמים בתכנון ערים 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207902 - נוש מתקדמים בתכנון ערים ואזורים 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207910 - שיטות מחשב בתכנון ערים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207916 - נושאים בתכנון ערים ואזורים 4',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207945 - תכנון וקיימות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207955 - מדעי הסביבה למתכננים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'214095 - קליניקה חינוכית-מדעית 2',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214114 - חוק וערכים בחינוך',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214118 - מבוא לחינוך למדע וטכנולוגיה 2',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214207 - הוראת הגיאומטריה בחטהב (ז-ט)',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214302 - דרכי הוראת הפיזיקה 2',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214400 - מבוא לחינוך סביבתי',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214401 - דרכי הוראת כימיה 1',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214502 - דרכי הוראת ביולוגיה 2',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214609 - הבטים טכנולוגיים בהוראת מוט',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214704 - בעיות נבחרות במכניקה הנדסית',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214708 - בעיות נבחרות בהנדסת חשמל',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214909 - בעיות במדעי המחשב 2-כישורים רכים',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216002 - התנסות בתקשורת המדע',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216007 - פרויקט מעבדה בחקר המוח',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216128 - שיטות הערכה בהוראת המדע',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216143 - סוגיות באתנומתמטיקה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'234107 - אנליזה נומרית 1',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234306 - פרויקט ב- וי.אל.אס.אי. א',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234312 - פרויקט שנתי בהנדסת תוכנה-שלב ב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234900 - סדנה בתכנות תחרותי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236026 - ידע ומשחקים במערכות מבוזרות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236270 - ניהול פרויקטי תוכנה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236278 - מאיצים חישוביים ומערכות מואצות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236299 - מבוא לעיבוד שפות טבעיות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236327 - עיבוד תמונות ואותות במחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236329 - עיבוד ספרתי של גאומטריה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236330 - מבוא לאופטימיזציה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236348 - מבוא לממשקי אדם-מחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236358 - נושאים מתקדמים באלגוריתמים מבוזרי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236366 - פרויקט במערכות הפעלה מ',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236374 - שיטות הסתברותיות ואלגוריתמים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236378 - עקרונות ניהול מידע חסר ודאות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236506 - קריפטולוגיה מודרנית',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236510 - ממוש מערכות מסדי נתונים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236520 - קידוד במערכות אחסון-מידע',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236522 - אלגוריתמים בביולוגיה חישובית',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236525 - מבוא לקידוד רשת חסמים ובניות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236526 - פרויקט תכנות מתקדם במדעי המחשב 2',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236606 - נושאים מתקדמים במדעי המחשב 6',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236608 - נושאים מתקדמים במדעי המחשב 8',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236610 - נושאים מתקדמים במדעי המחשב 10',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236611 - נושאים מתקדמים במדעי המחשב 11',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236613 - נושאים מתקדמים בקריפטולוגיה ה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236620 - נושאים מתקדמים באלגוריתמים ה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236638 - נושאים מתק. בתכנון וניתוח רשתות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236640 - נושאים מתקדמים באינפורמציה קוונטי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236653 - נושאים מתקדמים באבטחת מידע ה+ת',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236698 - הבטחת איכות תוכנה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236700 - תיכון תוכנה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236714 - נושאים בהוכחה אוטומטית של משפטים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236756 - מבוא למערכות לומדות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236800 - סמינר בהנדסת תוכנה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236814 - סמינר בשיטות אימות פורמליות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'274010 - מבוא לגנטיקה לרפע',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274071 - היסטולוגיה (רפואה מעבדתית)',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274072 - רפואה מעבדתית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274074 - מעבדה אימונולוגית לרפ.מעבדתית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274114 - אנטומיה - 2',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274119 - החייאה בסיסית תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274139 - מדעי הרפואה#ניתוח אותות ומערכות ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274141 - להיות רופא-חשיפה למקצוע הרפואה 2',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274165 - גנטיקה כללית לרפואנים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274166 - מדעי הרפואה#ניתוח אותות ומערכות ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274167 - ביולוגיה של התא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274172 - אנטומיה ואמבריולוגיה 2 תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274177 - מבוא לקליניקה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274214 - פיס.של מע נשימהלבומחזור דם תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274228 - פיסיולוגיה של מע שתן ועיכול תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274229 - אנדוקרינולוגיה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274232 - פסיכולוגיה וסוציולוגיה 1 לרפואנים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274235 - להיות רופא-חשיפה למקצוע הרפואה 4',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274245 - בקטריולוגיה כללית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274246 - הבסיס המולקולרי של מחלת הסרטן',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274247 - וירולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274248 - פיזיולוגיה תאית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274249 - אימונולוגיה בסיסית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274250 - ביולוגיה התפתחותית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274251 - אבולוציה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274252 - פתוגנים אאוקריוטים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274300 - תורשת האדם תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274303 - ביוכימיה כללית וקלינית 2 תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274349 - פתולוגיה כללית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274352 - מבוא לתזונה קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274364 - פיזיולוגיה של מערכות גוף לרפואנים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274365 - המטולוגיה פיסיולוגיה ופתופיסיולו.',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274366 - להיות רופא-סוגיות תרבותיות אתיות6',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274367 - פרמקולוגיה בסיסית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274503 - רפואה פנימית 1ת',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274514 - קרדיולוגיה קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274606 - עקרונות החייאה מתקדמת במבוגרבילד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274617 - טראומה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274621 - רפואת פנימית 2 תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274622 - רפואת ילדים 2 (תא)',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274623 - כירורגיה 2 (תא)',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274631 - יסודות במינהל רפואי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274634 - גריאטריה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274640 - קורס מיני-סטאזנשים 2 תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274644 - על כירורגיה בחירה 1 תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274645 - על כירורגיה 2 תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274646 - על פנימית בחירה 1 תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274647 - על פנימית בחירה 2 תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274704 - בחינת גמר ברפואה פנימית-בעל פה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274715 - נוירולוגיה נוירוכירורגיה-מבחן גמר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274725 - פסיכיאטריה-מבחן גמר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274726 - בחינת גמר בכירוגיה-בכתב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274727 - בחינת גמר בעל-פה בכירורגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274728 - רפואת נשים ומילדות-מבחן גמר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274729 - בחינת גמר ברפואת ילדים-בכתב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274730 - בחינת גמר בעל-פה ברפואת ילדים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274731 - בחינת גמר ברפואה פנימית-בכתב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275209 - מבוא לרפואה דחופה ג-החייאה בסיסי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275304 - טלמדיסין-רפואה בעידן הדיגיטלי',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275310 - אודיולוגיה 1',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275316 - שואה ורפואה-לימוד השואה ולקחיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275320 - מבוא למחקר מדעי ברפואה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275321 - מיינדפולנס-מודעות וקשיבות ברפואה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275501 - אונקולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275502 - אימונולוגיה קלינית ואלרגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275503 - ראומטולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275504 - מחלות זיהומיות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275505 - מחלות ריאה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275506 - גסטרואנטרולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275507 - המטולוגיה קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275508 - נפרולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275509 - אנדוקרינולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275510 - מחלות עור ומין',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275514 - גסטרואנטרולוגיה-עיכול תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275522 - ניהול הטיפול בכאב כרוני',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275523 - רפואה דחופה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275526 - בחירה חופשית קלינית 3',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275527 - פתולוגיה כירורגית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275529 - רפואה תומכת ופליאטיבית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275603 - רפואת עיניים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275604 - אורטופדיה וטראומטולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275605 - כירורגית חזה ולב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275606 - אורולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275607 - כירורגיה פלסטית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275609 - כירורגית ילדים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275610 - כירורגיה כללית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275611 - כירורגית כלי דם',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275620 - נוירוכירורגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275621 - מחלות א.א.ג צואר פה ולסתות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275622 - הרדמה כאב וטפול נמרץ',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'276004 - יזמות ופיתוח טכנולוגיות רפואיות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'276419 - מנגנונים  מולקולרים של דלקת',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'276451 - פסיכולוגיה וסוציולוגיה 1',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'277210 - בריאות הציבור ומערכת הרפואה בארץ',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'277301 - מנגנוני עיבד כאב כמודל למחקר',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'314011 - מבנה ותכונות של חומרים הנדסיים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'314126 - נושאים מתקדמים בהנדסת חומרים 2',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'314200 - מבוא להנ.חומרים לתעופה וחלל',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'314311 - חומרים קרמיים ורפרקטורים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'314312 - מבוא לחומרים פולימריים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315002 - מעבדת חומרים מתקדמת 2ח',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315003 - תרמודינמיקה של חומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315008 - התנהגות מכנית של חומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315016 - התקני מוליכים למחצה להנדסת חומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315027 - אמינות התקני מיקרואלקטרוניקה',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315030 - תכונות חומרים אלקטרונים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315031 - חומרים אלקטרוניים קרמיים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315035 - פרויקט בחירה בהנדסת חומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315039 - מעבר תנע חום ומסה להנדסת חומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315041 - תופעות אופטיות בחומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315050 - מדע הנ.של דבקים ומחברים פולימריים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315051 - דיפוזיה במוצקים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315053 - הנדסה של פולימרים ביו-רפואיים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315057 - מבוא למדע חישובי של חומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'320098 - יסוד. מדע אינטגרטיבי-מרחבסימטריה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324066 - עברית לביהס הבינלאומי 3',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324070 - עברית לביהס הבינלאומי 44',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324242 - השואה בראי הקולנוע',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324245 - המורשת האדריכלית של קריית הטכניון',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324246 - חשיפה למחקר בטכניון',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324294 - יסודות ההגות היהודית בעת החדשה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324424 - הספרות היהודית בשלהי העת העתיקה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324428 - מנהיגות וזהות',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324430 - נשים יהודיות בימב-מעמדהלכהחברה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324437 - מבוא היסטורי למוסיקה 2',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324438 - היסטוריה ותרבות סין',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324441 - פרקים נבחרים בתולדות האמנות',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324443 - תולדות האסלאם',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324446 - מבוא להיסטוריה של מוזיקת הגז',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324451 - מחלוקת ופולמוס בספרות חזל',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324453 - אהבה וחוק בעידן הטכנולוגי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324457 - מוזיאולוגיה וטכנולוגיה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324458 - קריאה ירוקה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324459 - קומיקס כסוכן זכרון השואה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324465 - תרבות וחברה בסין ובישראל',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324604 - גרמנית 3',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324694 - סינית למתקדמים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324880 - ארץ ישראל בראי הארכיאולוגיה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324906 - היסטוריה פוליטיקה-קוריאה המודרנית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324914 - המדע#הכרהישויותהגיון וערכים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324919 - הולדת תרבות המערב-מהמבול עד מוחמד',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324932 - הבית הים תיכוני במבט היסטורי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324938 - תרבות ואוכל',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324944 - התקשורת בעידן המידע',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324949 - הקולנוע האירופאי של המאה העשרים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324958 - סוציולוגיה פוליטית#תהליכי התפתחות',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324959 - פרט ומשפחה בראי חברתי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324966 - התבוננות בחוויה המוסיקלית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324969 - נשים במזהת#תהליכי שינוי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324986 - מודיעין וביטחון לאומי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324988 - ארכיאולוגיה של התקופה הצלבנית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324989 - ארהב במאה ה-20',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'334020 - מעבדה מתקדמת בהנ. ביו-רפואית 2',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'334221 - יסודות של חומרים רפואיים',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'334222 - יסודות הביומכניקה',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'334331 - מפגשים עם התעשיה הביו-רפואית',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'335009 - מכניקת זורמים ביולוגיים',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'335010 - תכן ביומכני בסיסי',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'335015 - פרויקט בהנדסה ביו-רפואית 2',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'335016 - פרויקט קליני-הנדסי',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336004 - תהליכים ביולוגיים',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336208 - שיטות באנליזה של אותות ביולוגיים',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336325 - אולטרסאונד ברפואה-עקרונות וישומם',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336405 - יסודות הנדסיים בביולוגיה וביוטכנו',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336504 - עקרונות תהודה מגנטית בהדמיה רפואי',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336517 - ביו הנדסה של התא',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336529 - הנדסת רקמות ותחליפים ביולוגיים',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336535 - אולטראסאונד טיפולי',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336537 - ביופיסיקה ונוירופיסיולוגיה',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336541 - זרימה במערכת הקרדיווסקולרית',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336544 - תכן ומימוש של מעגלים גנטיים',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336545 - רפואה גרעינית ורדיותרפיה',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'014831 - מחנה גיאודזיה בקדסטר',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'085801 - סמינריון בנושא זרימה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'103016 - קורס הכנה במתמטיקה באנגלית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106932 - נושאים נבחרים באלגברה 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'205616 - פרויקט מיוחד 1א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205814 - רישום אדריכלי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205821 - סדנאות מדיה 1ה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205826 - סדנאות מדיה 2 ג',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205829 - סדנאות מדיה 2ו',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206814 - נושאים נבחרים בעיצוב רפואי וחברתי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206817 - יחסי גומלין בין ננוטכנולוגיה לעיצ',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'324275 - פיתוח מיומנויות תקשורת באנגלית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324433 - השואה בראי הקולנוע',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324439 - יסודות באמנות יפן',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324571 - סדנת יצירה בצילום 2',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'394900 - חוגי-ספורט',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'014318 - הסביבה בעידן הטכנולוגי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014504 - פרויקט מעבדתי בחומרי בניה (2)',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014630 - מבוא להיבטים משפטיים בבנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'035010 - קינמטיקה של מכניזמים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035062 - אנליזה של מבנים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036012 - מערכות בקרה לינאריות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036050 - מערכות בקרה לא-לינאריות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036061 - מערכות זורם-חלקיקים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036083 - החלטות#  אתגרים והשלכות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036089 - נושאים מתקדמים בהנדסת מכונות 10',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036096 - מערכות זרימה אלקטרוכימיות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'044131 - אותות ומערכות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044157 - מעבדה בהנדסת חשמל 1א',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046003 - נושאים מתקדמים 1',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046241 - מכניקה קוונטית',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046242 - פיסיקה סטטיסטית להנדסת חשמל',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046925 - כלים  לניתוח מערכות מחשבים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'047003 - נושאים מתקדמים 4',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'054369 - מעבדה להנדסת פולימרים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054373 - מבוא לכימיה של מצב מוצק למהנדסים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054419 - מב.לתכן ריאקטורים כימים וביוכימים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056120 - מיקרוסקופית אלקטרונים של חומר רך',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056386 - נושאים הנדסיים נבחרים 2',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'064331 - מערכי תקינה',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066226 - טכנולוגיה לייצור יין',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066418 - מקרוביולוגיה של פתוגנים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'084651 - פרויקט תכן 51',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084655 - פרויקט תכן 55',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084657 - פרויקט תכן 57',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084659 - פרויקט תכן 59',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085326 - סדנא לאוירודינמיקה חישובית',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085640 - תמיכה כוללת במוצר למע. אויר חלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085803 - סמינריון בנושא הנעה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085804 - סמינריון בנושא בקרה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086311 - בעיות מתקדמות באוירודינמיקה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086366 - מבוא לזרימה טורבולנטית',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086470 - מבוא לשריפה על קולית',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086577 - דינמיקת מבנים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086650 - תכן מערכות סרוו',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086760 - עקרונות הנחיה וביות',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'094333 - מודלים דינמיים בחקר ביצועים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094346 - מתמטיקה דיסקרטית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094820 - מבוא לחשבונאות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'095295 - שיטות אלגבריות בהנדסת נתונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'095420 - מערכי תקינה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096202 - מבוא לניתוח נתונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096275 - הגורם האנושי באיסוף נתונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096351 - שיטות פוליהדרליות לתכנות בשלמים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096400 - נושאים נבחרים בסטטיסטיקה והסתברות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096425 - סדרות עתיות וחיזוי',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096576 - למידה וסיבוכיות בתורת המשחקים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096602 - נושאים נבחרים במדעי ההתנהגות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097260 - נושאים נבחרים בטכנולוגיות מידע',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'104157 - מבוא לתורת המספרים',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106101 - מבוא למכניקת זורמים',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106173 - תורת המשחקים',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106306 - אלגבראות לי',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106344 - נושאים נבחרים בחבורות טופולוגיות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106394 - חשבון וריאציות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106404 - סמינר באלגברה 1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106435 - נושאים בתורת האופרטורים',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106970 - מערכות דינמיות 2 תורה היפרבולית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'116033 - תהליכים גרעיניים באסטרופיסיקה',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116094 - פיזיקה חישובית',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116105 - שיטות סטטיסטיות ונומריות בפיסיקה',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'117002 - אי לינאריות וכאוס',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'127433 - שיטות נסיוניות במדעי השטח',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127436 - תרמודינמיקה של מערכות קטנות',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127731 - כימיה וביוכימיה של פחמימות',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'134150 - פרויקט מחקר למסלול מצטיינים',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134155 - אנדוקרינולוגיה',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134156 - ביופיסיקה מולקולרית',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'197008 - נושאים נבחרים במתמטיקה שימושית',
		'faculty_name':'מתמטיקה שימושית'
	},
	{
		'course_name':'204204 - מבוא למערכות מידע גיאוגרפי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204406 - תורת המבנה לאדריכלי נוף',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204723 - סיור לימודי באדריכלות נוף 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205000 - מבוא לשימור',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205014 - פרויקט מיוחד 5א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205427 - טכנולוגיות בנייה 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205435 - סדנה הנדסית 2א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205510 - בטיחות ונגישות במבנים וסביבתם',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205621 - פרויקט מיוחד 3ב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205622 - פרויקט מיוחד 3ג',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205623 - פרויקט מיוחד 4א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205627 - עיצוב פנים וריהוט 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205696 - נושאים מיוחדים בארכי 3א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205718 - נושאים במיחשוב ארכיטקטוני',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205726 - נושאים מיוחדים בארכיטקטורה 3ח',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205930 - ניהול פרוייקטי הבנייה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205980 - נושאים נבחרים  בארכיטקטורה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206100 - היבטים ביקורתיים במודרניזם האדרי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206564 - אספקטים אקלימיים בתכנון הבניה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206570 - סמינר בהערכת תכנון ארכי. בר-קיימא',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206573 - פרויקט בארכיטקטורה ירוקה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206574 - שימוש מחדש במבנים קיימים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206823 - נושאים נבחרים בעיצוב תעשייתי 4',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206841 - תכן פרמטרי באדריכלות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206946 - טכנולוגיה של שימור מתכות ועץ',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206991 - נושאים נבחרים בשימור 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207080 - תכנון אזורי ומטרופוליני',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207343 - יסודות העיצוב העירוני',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207464 - נושאים נבחרים באדריכלות נוף 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207952 - תכנון וחברה אזרחית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'214206 - הוראת האלגברה בחטהב (ז-ט)',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214216 - דרכי הוראת מדעי סביבה 1',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214235 - התנסות בהוראת מתמטיקה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214411 - התנסות בהורמדע וטכ בחטב ובחטע',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214701 - דרכי הור טכנולוגיה-מכניקה הנדסית',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214901 - דרכי הוראת מדעי המחשב 1',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216004 - התפתחויות בהוראת הפיסיקה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216008 - חשיבה יצירתית אפקטיבית',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216009 - שיטות מחקר כמותיות ועיבוד נתונים',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216102 - סמינר מחקר בחינוך במדע 1',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216112 - סדנה מתקדמת בהוראת המתמטיקה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216129 - התנסות בהנחית פרויקטים בטכנולוגיה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216144 - סוגיות מתקדמות בהוראת תכן וייצור',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216400 - סוגיות מתקדמות בהוראת הכימיה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216500 - סוגיות מתקדמות בהוראת הביולוגיה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'234124 - מבוא לתכנות מערכות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234129 - מב.לתורת הקבוצות ואוטומטים למדמח',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234221 - מבוא למדעי המחשב נ',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236001 - מבוא למחקר פקולטי במדעי המחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236267 - מבנה מחשבים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236310 - תורת השפות הפורמליות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236319 - שפות תכנות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236322 - מערכות אחסון מידע',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236331 - גדירות וחישוביות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236356 - תאוריה של מערכות מסד נתונים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236361 - פרויקט בקומפילציה מ',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236500 - קריפטאנליזה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236628 - נושאים מתקדמים בגרפיקה ממוחשבת',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236634 - נושאים מתקדמים ברשתות תקשורת ה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236652 - נושאים מתקדמים באבטחת מידע ה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236780 - אלגוריתמים לניהול זיכרון דינמי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236790 - שיטות רב-סריג',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236813 - סמינר באלגוריתמים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236990 - מבוא לעיבוד אינפורמציה קוונטית',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'274142 - שלישי קליני - להיות רופא 1',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274168 - ביופיסיקה ומדעי העצב תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274169 - אנטומיה ואמבריולוגיה  1 תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274181 - אפידימיולוגיה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274538 - רפואת משפחה וקהילה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275102 - הזקן המאושפז',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275103 - מעורבות קהילה אקדמיה-קידום בריאות',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275315 - התמודדות הרופאים עם אלימות במשפחה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'314309 - תהליכי ייצור ועיבוד חומרים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315058 - שיטות לניתוח חומרים באמצעות מחשב',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315059 - חומרים פונקציונלים-תכונות והתקנים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'316240 - יסודות הקריסטלוגרפיה',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'321000 - קורס בסין 1',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'321001 - קורס בסין 2',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324247 - מבוא ליזמות וחשיבה עיצובית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324276 - פיתוח מיומנויות תקשורת בעברית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324282 - פוליטיקה של זהויות בישראל',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324284 - חינוך בסין ובישראל',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324285 - הגירה עיור ושינוי חברתי בסין',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324450 - סוגיות יסוד בספרות חזל',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324469 - החברה הסינית בקולנוע הסיני עכשווי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324495 - רישום ציור וצבע',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324605 - גרמנית 4',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324628 - ערבית מדוברת',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324963 - ארכיטקטורה של ביתני תערוכה נודעים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324990 - תורת הצבע - תיאוריה ויישום',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324992 - סוגיות אתיות במרחב האישי והציבורי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324993 - יחסי חוץ וביטחון לאומי במזרח אסיה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'336547 - דימות אופטי חישובי בה. ביו-רפואית',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'014512 - אקוסטיקה בהנדסה אזרחית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016817 - עיבוד תמונה מתקדם למיפוי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'017006 - עקרונות חישה במערכות טבעיות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'017010 - נושאים נבחרים בדינמיקה של רכב',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'035141 - מתקני כח וחם',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035189 - שימוש המחשב בתורת הזרימה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036014 - עבודים פלסטיים של מתכות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036026 - קינמטיקה דינמיקה ובקרה של רובוטים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036044 - תכן תנו רובו וניווט עי חיישנים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036047 - שערוך ובקרה של תהליכים אקראיים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036058 - מיקרומכניקה של מוצקים 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036076 - אלקטרוקינטיקה בננו-ומיקרו-זרימה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036087 - דינמיקה היברידית במערכות מכניות',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036091 - מיקרו אופטומכאניקה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036094 - בקרת רכב',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'044003 - נושאים מיוחדים 1',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044137 - מעגלים אלקטרוניים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'045005 - קורס בנושא מיוחד 6',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046041 - רשתות עצביות ביולוגיות-חישוביות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046196 - בקרה לא לינארית',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046230 - התקנים אלקטרוניים מתקדמים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046743 - עיבוד אותות מרחבי',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'054316 - תרמודינמיקה א מתקדם',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054375 - יצור התקני מלמ למהנדסים כימיים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'056379 - מעבדה לתהליכי ממברנות',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'064120 - שיטות נומריות בהנ. ביוטכ ומזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066011 - פרויקט איגם',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066215 - טכנולוגיה של מוצרי חלב',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066241 - פרקים מתקדמים באריזת מוצרים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066332 - ביו-ננו היברידים וביוסנסורים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066518 - ביוקטליזה שימושית',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066527 - מהמעבדה ועד לשוק - תעשיית הביוטק',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'084135 - אנליזה נומרית להנדסת אויר וחלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084515 - מבוא לתורת האלסטיות',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084630 - שרטוט הנדסי ממוחשב',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084652 - פרויקט תכן 52',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084656 - פרויקט תכן 56',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084658 - פרויקט תכן 58',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'084660 - פרויקט תכן 60',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085802 - סמינריון בנושא מבנים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085805 - סמינריון בנושא חלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085806 - סמינריון בנושא תכן',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086395 - אוירואקוסטיקה של כלי טיס',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086478 - תהליכי שריפה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086802 - שיטות בדמיות והערכה',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'094295 - מעבדה בניתוח והצגת נתונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094522 - סדנא בעסקים קטנים ובינוניים 2',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'095120 - סמינר במע. ייצור ושרות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'095190 - פרויקט תכן בהנדסת חוויית המשתמש',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096264 - תיכון ועיצוב מנשקי משתמש-מחשב',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096328 - ניתוח החלטות כמותי',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096450 - השוואות מרובות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097121 - נושאים מתקדמים בהנדסת תעשיה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097328 - נושאים מתקדמים בחקר ביצועים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097414 - תאוריה סטטיסטית לניתוח נתונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'104012 - חשבון דיפרנציאלי ואינטגרלי 1ת',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104181 - סמינר באנליזה להסמכה 1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104210 - מכניקת הרצף',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106000 - מבוא לאנליזה הרמונית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106170 - אלגברה הומולוגית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106309 - חבורות לי',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106350 - גיאומטריה רימנית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106374 - שיטות טופולוגיות בקומבינטוריקה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106402 - נושאים נבחרים בתורת הקירובים',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106742 - פרקים נבחרים בתורת ההסתברות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106926 - נושאים נבחרים בתורת המספרים 1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106936 - נושאים נבחרים באנליזה מתמטית 3',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106941 - סמינר באנליזה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'117004 - שיטות נסיוניות באלקטרונים מתואמים',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'117090 - אסטרופיסיקה תצפיתית',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'124609 - מעבדה כימית פיסיקלית במ',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'126304 - ביולוגיה מבנית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127437 - פוטוקטליזה',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127740 - פולימרים# מסינתזה לארכיטקטורות',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'134125 - סמינר בביולוגיה 3',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'136203 - פוטוסינטזה ימית',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'204152 - הכרת נופים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205429 - סיור בתעש בנייה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205498 - תכנון אתר',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205654 - תכנון כולל 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205691 - נושאים מיוחדים בארכי 1ב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205727 - נושאים מיוחדים בארכיטקטורה 3ט',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205823 - סדנאות מדיה 1ז',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206005 - נושאים בארכ.- אדריכלות דיגיטלית 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206006 - נושאים בארכ.-אדריכלות דיגיטלית 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206072 - נושאים נבחרים בארכיטקטורה 6',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206561 - תאורה בארכיטקטורה',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206730 - המאבק על המרחב# אדריכלות תכנון',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206843 - סוגיות בעיצוב וטכנולוגיה במאה ה21',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206951 - היסטוריה של האדריכלות בישראל',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206960 - תיעוד היסטורי ושיטות מדידה ואבחון',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206964 - הליכי רישוי הבניה וכללי המקצוע',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'214208 - דרכי הוראת המתימטיקה בחטהע ב',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214213 - מבוא לתורת המספרים למורים',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214301 - דרכי הוראת הפיזיקה 1',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214402 - דרכי הוראת כימיה 2',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214408 - דרכי הוראת מדע-טכנולוגיה בחטע',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214600 - הוראת פרויקט חקר בביולוגיה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214601 - דרכי הוראת טכנולוגיה-חשמל ואלק1',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214605 - בעיות נבחרות בהנדסת אלקטרוניקה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214702 - דרכי הוראת הטכנולוגיה-תכן ויצור',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214706 - פרויקט אינדיבידואלי',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214902 - דרכי הוראת מדעי המחשב 2',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216116 - התפתחויות בהוראת הביולוגיה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216127 - שיטות הוראה במוזיאוני מדע',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216135 - סוגיות מתקדמות בהוראת המתמטיקה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216136 - למידה באמצעות חקר מדעי',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216320 - התפתחויות בהוראת הכימיה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'234292 - לוגיקה למדעי המחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234901 - סדנה בתכנות תחרותי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236307 - גרפים מרחיבים ושימושיהם',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236345 - אימות אוטומטי של מער תכנה וחומרה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236359 - אלגוריתמים 2',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236377 - אלגוריתמים מבוזרים בגרפים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236518 - סיבוכיות תקשורת',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236621 - נושאים מתקדמים באלגוריתמים ה+ת',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236622 - נושאים מתקדמים מס 2 באלגוריתמים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236624 - נושאים מתקדמים בשיטות אימות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236648 - נושאים מתקדמים בסיבוכיות ה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236779 - יסודות אלגוריתמיים למידע מאסיבי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236823 - סמינר בעיבוד אינפורמציה קוונטית',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236834 - סמינר במערכות אחסון מידע',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'274143 - שלישי קליני - להיות רופא 2',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274253 - פיזיולוגיה תאית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274254 - אנטומיה ראש צוואר וגפיים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274520 - רדיולוגיה אבחנתית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275104 - מעורבות קהילה אקדמיה ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275322 - מבוא למקצועות הכירורגיים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275323 - נוירואנטומ פונקואספקטים קליניים',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'315018 - חומרים בהנדסה ביורפואית',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315038 - חומרים למערכות מיקרו-אלקטרומכניות',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'315060 - יסודות האפיטקסיה# מבנה פני השטח',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'324395 - מדע טכנולוגיה ומוסר',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324436 - עולמות מוסיקליים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324454 - מבוא לפילוסופיה של המדע',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324460 - מחשבה מדינית יהודית עד העת החדשה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324466 - שינויי אקלים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324470 - מבוא להיסטוריה סינית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324471 - מבוא לספרות הסינית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324513 - מחזה-הצגה-מופע',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324524 - התיאטרון הקלאסי# מיתוס מקבל גוף',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324606 - גרמנית 5',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324697 - עקרונות מעשיים לעיבוד תמונה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324912 - מקורותיה של תרבות המערב',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324915 - האדם וחיות הבית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324974 - מגה-חיים בעידן הסינגולרי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324994 - פוליטיקה וחברה במזרח אסיה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324995 - מחוות הבעות ושפת גוף',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324996 - מלחמה ומדע בדיוני בסוף המאה ה-19',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324997 - יוון הקלאסית# ערש תרבות המערב',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'336539 - זרימה במערכת הנשימה ומתן תרופות',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'014010 - הנדסה לקהילות מתפתחות',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'973001 - גמר מתמטיקה-קדם מכינה',
		'faculty_name':''
	},
	{
		'course_name':'973002 - גמר פיזיקה-קדם מכינה',
		'faculty_name':''
	},
	{
		'course_name':'973003 - גמר מתמטיקה-מנהיגי העתיד',
		'faculty_name':''
	},
	{
		'course_name':'973004 - גמר פיזיקה-מנהיגי העתיד',
		'faculty_name':''
	},
	{
		'course_name':'014618 - מבוא לניהול ובטיחות בבנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014890 - מבוא לספקטרוסקופיה וחישה מרחוק',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014946 - פרויקט בחישה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016339 - גורל מזהמים אנתרופוגנים בסביבה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'017031 - חישה מרחוק באקולוגיה וסביבה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'034206 - תכן מערכות הדראוליות ופנאומטיות 2',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036007 - תנודות במבנים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036038 - תהליכי מעבר בפן ביני',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036048 - אנליזה של רטט לא לינארי',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036064 - נושאים מתקדמים בהנדסת מכונות 4',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036097 - דינמיקה של מרוכבים ומטא-חומרים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'044158 - מעבדה בהנדסת חשמל 1ב',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044174 - מעבדה בהנדסת חשמל 4',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'044175 - פרסום מאמר מדעי',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046055 - ננו-פוטוניקה ומטא-חומרים אופטיים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046202 - עיבוד וניתוח מידע',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046208 - טכניקות תקשורת מודרניות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046243 - טכנולוגיות קוונטיות',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'054317 - תרמודינמיקה ב מתקדם',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054377 - מבוא לטכנולוגית אבקות',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'064249 - טכנולוגיות עיבוד תוצרת טרייה',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064420 - מיקרוביולוגיה של מזון',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064615 - תזונה',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066015 - נושאים נבחרים בהנד. ביוט ומזון 2',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'084641 - תכן הנ. וייצור של מערכות תעופתיות',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085679 - פרויקט תכן מתקדם',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086219 - דינמיקה ואוירודינמיקה  של מסוקים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'094120 - מעבדה בטכנולוגיות מידע',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094170 - שיטות בהנדסת תעשיה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094347 - מתמטיקה דיסקרטית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'095290 - פרויקט נתוני עתק והתנהגות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096265 - אלגוריתמים בלוגיקה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096578 - בחירה חברתית והחלטות משותפות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097272 - סמינר בשילוב נתונים באי ודאות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097400 - מבוא להסקה סיבתית',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'104002 - מושגי יסוד במתמטיקה',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104186 - חידות ומתמטיקה 1',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104295 - חשבון אינפיניטסימלי 3',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106381 - אלגברה מודרנית 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106395 - תורת הפונקציות 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106922 - פונקציות מרוכבות של מספר משתנים 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'114033 - מעבדה לפיסיקה 2ח',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116028 - סמינר בפרקים נבחרים בפיסיקה חורף',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116034 - מערכות קוונטיות מקרוסקופיות',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116035 - תורת הקוונטים של החומר 1',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116040 - אינפורמציה קוונטית מתקדמת',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116041 - פיז. של לייזרים ואופטיקה קוונטית',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'116083 - טכנולוגיות קוונטיות',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'125800 - כימיה אורגנית מ',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127206 - כימיה אנליטית באמצעות לייזרים',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127446 - מבוא לטכנולוגיה קוונטית מולקולרית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'134141 - ביולוגיה חישובית',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'134154 - ביוסטטיסטיקה  לביולוגים',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'136206 - הכרת הפלנקטון',
		'faculty_name':'ביולוגיה'
	},
	{
		'course_name':'204655 - נושאים נבחרים באדריכלות נוף 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204722 - סיור לימודי באדריכלות נוף 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205406 - עיצוב תעשייתי 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205924 - שרטוט דיגום ותצוגה מתקדם',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205928 - שיטות מיפוי וניתוח המרחב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206001 - סמינר בשיטות תכנון יצירתיות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206046 - תכן רעיוני של מבנים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206061 - סטודיו נושאי מיוחד 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206095 - פוליטיקה של האדריכלות הישראלית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206111 - סטודיו 9 -פרויקט גמר',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206567 - בקרת הסביבה ומערכות בניין',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206915 - נושאים נבחרים בארכיטקטורה 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206987 - נושאים נבחרים בשימור 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207462 - נושאים נבחרים באדריכלות נוף 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207953 - תכנון וניהול הסביבה החופית והימית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'214120 - יסודות למידה והוראה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214236 - התנסות בהוראת מתמטיקה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216011 - חינוך מדעי טכנולוגי בעידן דיגיטלי',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216014 - קשיי למידה במתמטיקה ומדעים',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216015 - חינוך מדעי וטכנולוגי בעידן המהפכה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216016 - למידה אינטיליגנציה והמוח',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216019 - מח וחינוך התפתחות קוגנטיבית ילדים',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'234128 - מבוא למחשב שפת פייתון',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234231 - השתלמות עצמית 2',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'234304 - פרויקט בבינה מלאכותית ה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236306 - גרפים מקריים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236369 - ניהול מידע ברשת האינטרנט',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236388 - פרויקט במערכות אחסון',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236490 - אבטחת מחשבים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236496 - הנדסה לאחור',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236513 - פרויקט מתקדם במערכות פיתוח תוכנה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236729 - פרוייקט בגאומטריה חישובית',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236755 - אלגוריתמים מבוזרים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236781 - למידה עמוקה על מאיצים חישוביים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236824 - סמינר ברובוטיקה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236831 - סמינר בגאומטריה דיסקרטית',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'274255 - שלישי קליני - להיות רופא 3',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274258 - מבוא לפסיכולוגיה רפואית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274259 - אנטומיה א',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274260 - היסטולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274361 - נוירואנטומיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274400 - שילוב מערכות פרה קליניקה-קליניקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274402 - מבוא לרפואה קלינית (מרק)',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274539 - כירורגיה אורתופדית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274540 - גריאטריה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274541 - הרדמה וטיפול נמרץ',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274542 - נוירולוגיה קלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'276307 - פיסיולוגיה של על-לחץ וצלילה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'315034 - תהל.עבוד וייצור של חומרים קרמיים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'316241 - יסודות הקריסטלוגרפיה ת',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'321002 - קורס בסין 3',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'321003 - קורס בסין 4',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'321004 - קורס בסין 5',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324254 - אדריכלות ותכנון צלבניים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324472 - סין מאז 1800',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324609 - צרפתית 11',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324685 - שיחה באנגלית למתקדמים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324957 - מערכת פוליטית ישראלית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324978 - תפישת הביטחון הלאומית בישראל',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'336326 - נתוח נתונים ושערוך פרמטרים בהנדסה',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336546 - מערכות לומדות בתחום הבריאות',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336548 - מעבדה לתכן מעגלים גנטיים',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'014520 - תפקוד פיזי ואקלימי של בניינים',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014619 - שיטות ביצוע בבנייה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014889 - פוטוגרמטריה 2',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'015019 - מבוא לבקרה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016223 - הידרולוגיה של מי תהום# זרימה הסע',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016630 - מבוא לניתוח השקעות בשוק הנדלן',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'016820 - חישה מרחוק למיפוי סביבתי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'034047 - מעבדה מתקדמת בזרימה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'035199 - שימוש המחשב בתורת הזרימה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036013 - אופטימיזציה של תהליכים',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'036709 - בקרת תהליכי דגימה',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'044159 - מעבדה בהנדסת חשמל 2',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046203 - תכנון ולמידה מחיזוקים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046212 - מבוא לרובוטיקה ח',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046280 - עקרונות וכלים באבטחת מחשבים',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'054318 - מעבדה להנדסה כימית 1 בכ',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'054378 - מבנה ותכונות של פולימרים',
		'faculty_name':'הנדסה כימית'
	},
	{
		'course_name':'064014 - נושאים נבחרים בהנ. ביוטכ ומזון 1',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064250 - מדע וטכנולוגיה של ביו-חומרים',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'064251 - המדע מאחורי חלופות לבשר',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066528 - שיטות מחקר במדעי המוח',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'066614 - תזונה אישית',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'085406 - הנעה רקטית',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085407 - אמצעי הנעה - מנועי סילון',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085634 - פרויקט בתכן מכני של רכיבים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085915 - מכניקת גופים בחלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'085920 - הנעה חשמלית לחלל',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086150 - תקשורת נתונים ומחשבים למהנדסי מע',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086201 - בליסטיקה חיצונית ודינמיקת קליעים.',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'086762 - ניווט וחישת עולם אוטונומיים',
		'faculty_name':'הנדסת אוירונוטיקה וחלל'
	},
	{
		'course_name':'094202 - מבוא לניתוח נתונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096235 - מערכות נבונות אינטראקטיביות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096291 - מסחר אלגוריתמי בתדירות גבוהה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096293 - למידה חישובית בבחירת תיק השקעות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096335 - אופטימיזציה בתנאי אי ודאות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096336 - שיטות אופטימיזציה בלמידת מכונה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096415 - נושאים ברגרסיה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096692 - נתוני עתק בחקר מדעי ההתנהגות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096694 - מטה קוגניציה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097244 - רובוטים קוגניטיביים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097245 - תכנון מנגנונים למדעי הנתונים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097247 - אינטרנט של הדברים# טכנולוגיות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097248 - למידת מכונה ברפואה',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097447 - מבוא לחישוביות וסיבוכיות',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097470 - מודלים סמי-פרמטרים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'104168 - אלגברה  ב',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104187 - חידות ומתמטיקה 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106397 - תורת המספרים',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106405 - סמינר באלגברה 2',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106500 - מערכות דינמיות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106802 - נושאים בתורת ההצגות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'116037 - מחשוב קוונטי רועש',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'117001 - תורת המיתרים למתחילים',
		'faculty_name':'פיזיקה'
	},
	{
		'course_name':'127009 - נושאים נבחרים בכימיה ביומימטית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127207 - כימיה אנליטית יישומית מתקדמת',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127415 - שיטות חישוב בכימיה קוונטית וישומן',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127447 - יישומי טכנולוגיה קוונטית מולקו',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127452 - שליטה ומדידה קוונטית בכימיה פיס.',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'196012 - שיטות אנליטיות במיש. דיפ.',
		'faculty_name':'מתמטיקה שימושית'
	},
	{
		'course_name':'197010 - נושאים נבחרים במתמטיקה שימושית 3',
		'faculty_name':'מתמטיקה שימושית'
	},
	{
		'course_name':'204718 - פ/נ מיוחד באדריכלות נוף 66 א',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205837 - סוגיות עכשוויות באוצרות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205838 - אוצרות כפרקטיקה אדריכלית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206013 - סדנה טכנולוגית הנדסית 2',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206073 - נושאים נבחרים בארכיטקטורה 7',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206112 - סטודיו 10-פרויקט גמר',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206113 - סטודיו תימטי-כללי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206180 - תורת הצבע',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206577 - תכן מבנים כולל',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206745 - מבנים פריסים - היבטים אדריכליים',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206835 - פרפורמליזם-ביצועים באדר דיגיטאלי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206912 - חקרי ארוע בבנוי ערים בן זמננו',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206954 - ההיסטוריה של העיר',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206968 - טכנולוגיות בניה 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207466 - נושאים נבחרים באדריכלות נוף 5',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207467 - נושאים נבחרים באדריכלות נוף 6',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'214908 - בעיות נבחרות במדעי המחשב 1',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216017 - תוכניות הוראה לפיתוח החשיבה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216018 - מדע בחיי יומיום מבט בינלאומי',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216020 - דימות מוח - תיאוריה ופרקטיקה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216030 - כריית נתונים בלמידה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'236346 - פרויקט באימות תכניות בעזרת מחשב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236347 - ניתוח וסינתזה של תוכנה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236376 - הנדסת מערכות הפעלה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236644 - נושאים מתקדמים בחישוב מדעי ה',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236819 - סמינר ברשתות תקשורת מחשבים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236829 - סמינר באלגוריתמי קירוב',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236991 - פרויקט בחישוב קוונטי',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'274182 - ביוסטטיסטיקה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274256 - שלישי קליני - להיות רופא 4',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274261 - אימונולוגיה בסיסית וקלינית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274262 - אמבריולוגיה בסיסית ורפואית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274263 - אנטומיה ב',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274368 - פתולוגיה כללית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274369 - המטולוגיהממדע בסיסי למיטת החולה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274443 - חזוק הזהות המקצועית לרופאים לעתיד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274543 - חזוק הזהות המקצועית לרופאים לעתיד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274642 - טראומה(רפואה דחופה)',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274643 - חזוק הזהות המקצועית לרופאים לעתיד',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275623 - נוירוכירורגיה תא',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275625 - בחירה פקולטית 1',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275626 - בחירה פקולטית 2',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275627 - בחירה פקולטית 3',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275628 - בחירה פקולטית 4',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275629 - בחירה פקולטית 5',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275630 - בחירה פקולטית 6',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275631 - בחירה פקולטית 7',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275632 - בחירה פקולטית 8',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275633 - בחירה פקולטית 9',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'275634 - בחירה פקולטית 10',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'315017 - תהליכי גימור וציפויים',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'316541 - מיקרוסקופית כח אטומי מוליכה',
		'faculty_name':'מדע והנדסה של חומרים'
	},
	{
		'course_name':'324229 - מבוא להיסטוריה של מוזיקת הגאז',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324253 - סוגיות אתיות וחברתיות במדע נתונים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324256 - רוח האדם - היבטים רגשיים חברתיים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324257 - משבר האקלים#סיבותמשמעויות ופתרון',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324259 - אנימציה יפנית# מיאזקי היאו',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324260 - הנרטיב הנוצרי באמנות#טקסט ודימוי',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324261 - אחריות מקצועית#דילמות חוק ואתיקה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324263 - תולדות כדור הארץ',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324264 - סמוראים#היסטוריה ומיתולוגיה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324299 - טרור גיהד ותגובה מדינית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324473 - מבנה חדשנות מדעית ושינוי פרדיגמה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324481 - רישום למתחילים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324520 - יזמות עסקית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324527 - יסודות היזמות',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324528 - מנהיגות יזמית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324964 - חברה ותרבות במזהת המודרני',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324991 - המדע שמאחורי הצלילים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'334015 - פרויקט בהנדסה ביו-רפואית 2',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336014 - נושאים מתקדמים בהנדסה ביורפואית 1',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336016 - נושאים מתקדמים בהנדסה ביורפואית 2',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336506 - ביומכניקה שיקומית',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336549 - טכניקות ריצוף ד.נ.א',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'324478 - תכנון וניהול קריירה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324479 - תקשורת בין תרבותית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'394901 - חינוך גופני',
		'faculty_name':'ספורט'
	},
	{
		'course_name':'014734 - תחבורה ציבורית',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014876 - פרויקט בתעשיה במיפוי ספרתי',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'014943 - מעבדה לבקרה',
		'faculty_name':'הנדסה אזרחית וסביבתית'
	},
	{
		'course_name':'035147 - סמינר מיוחד בהנדסת מכונות 1',
		'faculty_name':'הנדסת מכונות'
	},
	{
		'course_name':'045002 - מבט-על להנדסת חשמל',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'046277 - הבטחת נכונות של תוכנה',
		'faculty_name':'הנדסת חשמל'
	},
	{
		'course_name':'066529 - ביואינפורמטיקה של סרטן',
		'faculty_name':'הנדסת ביוטכנולוגיה ומזון'
	},
	{
		'course_name':'094395 - קדם פרויקט תכן הנדסת ממ',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094701 - פרויקט מחקרי 1',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094702 - פרויקט מחקרי 2',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'094704 - סדנת תכנות בשפת סי',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'096676 - שיטות בחקר ארגונים ובחקר שווקים',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097216 - עיבוד שפה טבעית מתקדם',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'097230 - מתודולוגיות לפיתוח מערכות מידע',
		'faculty_name':'הנדסת תעשייה וניהול'
	},
	{
		'course_name':'104158 - מבוא לחבורות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'104293 - תורת הקבוצות',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'106330 - גאומטריה אלגברית',
		'faculty_name':'מתמטיקה'
	},
	{
		'course_name':'126605 - מעבדה בטכנולוגיות קוונטיות ב',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127712 - פוטוכימיה אורגנית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'127729 - סינתזה סטראוסלקטיבית',
		'faculty_name':'כימיה'
	},
	{
		'course_name':'204007 - צמחיה בנוף 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204061 - תכנון נוף 20',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204063 - תכנון נוף 40',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204065 - תכנון נוף 60',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'204725 - סיור לימודי באדריכלות נוף 4',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205016 - מבוא לתכנון פרמטרי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205543 - מבוא לגיאומטריה תיאורית',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205574 - פרויקט סטודיו 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205576 - פרויקט סטודיו 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205578 - סטודיו נושאי#מורשתשימור והתחדשות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205579 - סטודיו נושאי#עיצוב ויצור ממוחשב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205580 - סט נושאי#היסטוריהתיאוריהביקורת',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205581 - סטודיו נושאי#אדריכלות בת-קיימא',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205582 - סטודיו נושאי# כללי',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205598 - תחבורה והעיר#תכנון מכליל שכרחוב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205626 - עיצוב פנים וריהוט 1',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'205694 - נושאים מיוחדים בארכי 2ב',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206014 - נוש.נבח בארכ-היסטוריה ותיאוריה 3',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206015 - נו.נב.בארכ-היסטוריה ותיאוריה 4',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206170 - דיון ביקורתי בשיכון הצבורי בישראל',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206403 - תשתיות עירוניות ומטרופוליניות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206931 - גישות עכשוויות לעיצוב עירוני',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206948 - היסטוריה ופילוסופיה של השימור',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'206985 - היבטים ופרקטיקות בשימור ופיתוח',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207006 - ערים חכמות',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207007 - הערכת שווי נדלן',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'207580 - נושאים נבחרים באדריכלות נוף 10',
		'faculty_name':'ארכיטקטורה ובינוי ערים'
	},
	{
		'course_name':'214132 - דרכי הוראת מתמטיקה בחטיבת הביניים',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214133 - דרכי הוראת המתימטיקה בחטהע א',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'214135 - התנסות בהוראת מתמטיקה',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216012 - טכנולוגיות בשירות החינוך המיוחד',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'216013 - צרכים מיוחדים-שילוב והתנסות',
		'faculty_name':'חינוך למדע וטכנולוגיה'
	},
	{
		'course_name':'236271 - פיתוח מבוסס אנדרואיד',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236272 - פרויקט פיתוח מבוסס אנדרואיד',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236379 - קידוד ואלגוריתמים לזכרונות',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236661 - נושאים מתקדמים בלמידה חישובית ה+ת',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236816 - סמינר בגרפיקה ממוחשבת',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'236825 - סמינר באלגוריתמים מבוזרים',
		'faculty_name':'מדעי המחשב'
	},
	{
		'course_name':'274370 - שלישי קליני - להיות רופא 5',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'274372 - בקטריולוגיה',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'277300 - נוירואנטומיה פונקציונאלית',
		'faculty_name':'רפואה'
	},
	{
		'course_name':'324061 - עברית לרפואה - מתחילים 1',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324265 - אקו-פילוסופיה#חשיבה סביבתית',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324266 - מדע וביקורות המדע',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324267 - יחסי גוף נפש#מאפלטון ועד מדעי המח',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324270 - זהות ישראלית-חיים מתוך מחלוקת',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324272 - חישוב קוונטי-מהלכה למעשה',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324518 - חדשנות יצירתיות ואושר',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324526 - שיווק ליזמים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'324702 - יסודות חשיבה חברתית-הבנת שינויים',
		'faculty_name':'לימודים הומניסטיים ואמנויות'
	},
	{
		'course_name':'334011 - יסודות תכן ביו-חשמלי',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'334305 - פרויקט מחקרי לסטודנטים מצטיינים',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336024 - חדשנות רפואית במודל ביודזיין 1',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'336026 - מחקרים עדכניים בהנדסה ביו רפואית',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'337001 - ביופיסיקה ונוירופיסיקה למהנדסים',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'337002 - פיזיולוגית מערכות הגוף למהנדסים',
		'faculty_name':'הנדסה ביו-רפואית'
	},
	{
		'course_name':'337004 - אנטומיה למהנדסים',
		'faculty_name':'הנדסה ביו-רפואית'
	},
]
